{
  "news": {
    "title": "Novedades",
    "text": "Las novedades se obtienen de los canales (webs). El tiempo de respuesta dependerá de la cantidad de canales seleccionados.\n\n [B]Consejos:[/B] \n\n - Utiliza el menú contextual para seleccionar los canales incluidos en cada categoría.\n - Intenta elegir canales que realmente te interesan; de este modo la espera será menor.\n - Puedes cambiar tu selección en cualquier momento desde el menú contextual.\n - Utiliza [COLOR yellow]Más novedades[/COLOR] del menú contextual para ver todos los resultados de un canal.\n - Utiliza [COLOR yellow]Buscar en otros canales[/COLOR] del menú contextual para obtener mas resultados."
  },
  "search": {
    "title": "Busqueda global",
    "text": "La búsqueda global se realiza sobre los canales (webs) seleccionados. El tiempo de respuesta dependerá de la cantidad de canales seleccionados.\n\n[B]Consejos[/B]\n\n - Utiliza [COLOR yellow]'Elegir canales incluidos en la búsqueda'[/COLOR] y elige solo los que te interesan.\n - Siempre intenta utilizar el buscador adecuado para películas/series/actores.\n - Utiliza [COLOR yellow]Buscar en otros canales[/COLOR] del menú contextual para encontrar mas resultados.\n\nSi tienes problemas como ser que necesites repetir la búsqueda luego de ver un resultado, probablemente sea por causa de un addon de limpieza. Búscalo, desinstalalo e instala uno confiable."
  },
  "cf_2_01": {
    "title": "Es necesario instalar [COLOR red]Alfa Assistant[/COLOR] para desbloquear esta web",
    "text": "Algunas webs a las que accede Alfa tienen activado un bloqueo que requiere una intervención manual por parte del usuario. Alfa trata de resolver ese bloqueo automáticamente usando en Android [COLOR limegreen][B]Alfa Assistant[/B][/COLOR]\n\n[B]Consejos[/B]\n\n - En los ajustes de Alfa, ingresa a la pestaña [COLOR yellow]'Alfa Assistant'[/COLOR].\n - Habilita [COLOR yellow]Instalar la app automáticamente si es necesario[/COLOR].\n - Selecciona [COLOR yellow]Instalar/actualizar Alfa Assistant ahora[/COLOR].\n - Se inciará la instalación de Alfa Assistant. El proceso de instalación puede variar mucho de un dispositivo Android a otro. Sigue las instrucciones.\n - Si ha terminado la instalación con éxito, repite la operación que estabas haciendo con el canal y probablemente ahora obtengas buenos resultados.",
    "version": true
  },
  "cf_2_02": {
    "title": "[COLOR red]Alfa Assistant:[/COLOR] la version instalada está desactualizada",
    "text": "La versión instalada de [COLOR limegreen][B]Alfa Assistant[/B][/COLOR] no es la última disponible. Las nuevas versiones aportan mayor funcionalidad y estabilidad, además de mejor rendimiento. [B]Acualiza a la última versión[/B]\n\n[B]Consejos[/B]\n\n - En los ajustes de Alfa, ingresa a la pestaña [COLOR yellow]'Alfa Assistant'[/COLOR].\n - Activa [COLOR yellow]Instalar la app automáticamente si es necesario[/COLOR].\n - Selecciona [COLOR yellow]Instalar/actualizar Alfa Assistant ahora[/COLOR].\n - Se inciará la actualización de Alfa Assistant. El proceso de actualización puede variar mucho de un dispositivo Android a otro. Sigue las instrucciones.\n - Si ha terminado la actualización con éxito, si es necesario repite la operación que estabas haciendo con el canal y probablemente ahora obtengas mejores resultados.",
    "version": true
  },
  "hdfull_login": {
    "title": "HDFull requiere estar registrado en la web",
    "text": "Ahora HDFull exige que los accesos a la web sean bajo registro.\n\n[B]Consejos[/B]\n\n - Accede a la web desde un navegador y [COLOR yellow]regístrate en la web de HDFull[/COLOR]. Es un proceso sencillo.\n - En Alfa, en el canal HDFull, en el apartado [COLOR blue]'Habilita tu cuenta...'[/COLOR] [COLOR yellow]introduce tus credenciales[/COLOR] y podrás acceder a todo el contenido",
    "version": true
  },
  "infopopup": {
    "title": "Lista de deseos",
    "text": "Comenzaremos una búsqueda preliminar de estrenos y sugerencias, tomará unos minutos, luego Alfa te presentará una ventana con sugerencias y/o estrenos que están disponibles en internet. En ella podrás seleccionar lo que quieras guardar en tu lista de deseos para luego buscarlo en los canales. Esa ventana se mostrará cuando se encuentre durante la búsqueda algún estreno o recomendación\n\n[B]Consejos[/B]\n\n - Desde la configuración puedes definir cuantas veces al día se realizará la búsqueda.\n - Puedes quitar elementos desde el menú contextual (click derecho/pulsación larga)\n - Puedes deshabilitar la búsqueda desde la configuración."
  }
}
