Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Catalan/strings.po
Languages: ca

# #30001
source: Updates
ca: Actualitzacions

# #30002
source: Enable adult mode:
ca: Activa el mode per adults:

# #30003
source: Enable debug logging:
ca: Genera un log detallat:

# #30004
source: Update channels automatically
ca: Actualitza automàticament els canals:

# #30005
source: Default play setting:
ca: Acció quan es selecciona un vídeo:

# #30006
source: Ask
ca: Demanar que fer

# #30007
source: Watch in low quality
ca: Reprodueix en qualitat baixa

# #30008
source: Watch in high quality
ca: Reprodueix en qualitat alta

# #30009
source: Watch in medium quality
ca: Reprodueix en qualitat mitjana

# #30010
source: Channel icons view:
ca: Logos dels canals:

# #30011
source: Poster (vertical)
ca: Pòster (vertical)

# #30012
source: Banner (horizontal)
ca: Bàner (horizontal)

# #30014
source: Username:
ca: Usuari:

# #30015
source: Password:
ca: Contrassenya:

# #30017
source: Downloads folder:
ca: Directori de descàrregues:

# #30018
source: Downloads list folder:
ca: Directori de la llista descàrregues:

# #30019
source: Filter channels by language:
ca: Filtrar canals per idioma:

# #30043
source: Force view mode:
ca: Tria la millor vista (Només Confluence):

# #30044
source: Play mode:
ca: Mode de reproducció:

# #30050
source: Couldn't connect with the server
ca: No es pot connectar amb el servidor

# #30051
source: The website is not working properly (HTTP error %d)
ca: El lloc web no funciona correctament (error http %d)

# #30055
source: Video unavailable
ca: Vídeo no disponible

# #30057
source: The video has been removed from %s
ca: El vídeo ja no està a %s

# #30058
source: Try another server or channel
ca: Prova a un altre servidor o a un altre canal

# #30065
source: Unsupported server
ca: Servidor no suportat

# #30067
source: Videolibrary folder:
ca: Directori de la videoteca:

# #30068
source: Filter by servers:
ca: Filtrar per servidors:

# #30100
source: Settings
ca: Configuració

# #30101
source: Downloads
ca: Descàrregues

# #30102
source: Favorites
ca: Preferits

# #30103
source: Search
ca: Cerca

# #30104
source: Help
ca: Ajuda

# #30105
source: removed from favorites
ca: S'ha tret de preferits

# #30108
source: added to favorites
ca: s'ha afegit a preferits

# #30109
source: added to downloads list
ca: s'ha afegit a la llista de les descàrregues

# #30112
source: Enter the title to search
ca: Introdueix el títol a cercar

# #30118
source: Channels
ca: Canals

# #30119
source: Choose a category
ca: Selecciona una Categoria

# #30121
source: All
ca: Tots

# #30122
source: Movies
ca: Pel·lícules

# #30123
source: TV shows
ca: Sèries

# #30125
source: Documentaries
ca: Documentals

# #30126
source: Adult
ca: Adults

# #30130
source: Recent
ca: Novetats

# #30131
source: Videolibrary
ca: Videoteca

# #30135
source: added to the videolibrary
ca: s'ha afegit a la videoteca

# #30136
source: Original version
ca: Versió original

# #30137
source: Direct
ca: Directes

# #30151
source: Watch video
ca: Reprodueix el vídeo

# #30153
source: Download
ca: Descarrega

# #30154
source: Remove from favorites
ca: Treu de preferits

# #30155
source: Add to favorites
ca: Afegeix a preferits

# #30161
source: Add to videolibrary
ca: Afegeix a la videoteca

# #30162
source: Search for trailer
ca: Cerca el tràiler

# #30163
source: Choose an option
ca: Tria una opció

# #30164
source: Delete this file
ca: Esborra aquest fitxer

# #30200
source: Square
ca: Quadrat

# #30300
source: Faster context menus (may not work with some options)
ca: Menús contextuals ràpids (algunes opccions potser no funcionen)

# #30501
source: Folders
ca: Rutes

# #30974
source: Search in channels
ca: Cercar per els canals

# #30975
source: Movie info
ca: Informació de la pel-lícula

# #30977
source: Last episodes - On-Air
ca: Últims episodis - en emissió

# #30978
source: New TV shows
ca: Noves Sèries

# #30979
source: Character info
ca: Informació de personatges

# #30980
source: Search by title
ca: Cerca per títol

# #30981
source: Seach by person
ca: Cerca per persona

# #30982
source: Search by company
ca: Cerca per Companyia

# #30983
source: Now playing
ca: Reproduïnt ara

# #30984
source: Popular
ca: Populars

# #30985
source: Top rated
ca: Millor valorades

# #30986
source: Search by collection
ca: Cerca per col-leció

# #30987
source: Genre
ca: Generes

# #30988
source: Search by year
ca: Cerca per anys

# #30989
source: Search similar movies
ca: Cercar pel-licules semblants

# #30990
source: Search TV shows
ca: Cercar sèries

# #30991
source: Library
ca: Biblioteca

# #30992
source: Next page
ca: Seguent pàgina

# #30993
source: Searching %s...
ca: Cercant %s...

# #30994
source: Searching in %s...
ca: Cercant a %s...

# #30995
source: %d found so far: %s
ca: %d Trobat fins ara: %s

# #30996
source: Most voted
ca: Els mes botats

# #30997
source: Academy awards
ca: Premis de l'acadèmia

# #30999
source: Add key to open shortcut
ca: Afegir tecla per el Shortcut

# #50000
source: Sagas
ca: Sagues

# #50001
source: Today on TV
ca: Avui a TV

# #50002
source: Latest news
ca: Últimes Novetats

# #50003
source: Loading
ca: Carregant

# #50004
source: Path:
ca: Ruta:

# #59970
source: Trakt sync started
ca: Sincronització amb Trakt iniciada

# #59971
source: Alfa auto-configuration
ca: Alfa Auto-configuració

# #59972
source: Searching: '%s' | Found: %d videos | Time: %2.f seconds
ca: Cercant: '%s' | Trobat: %d vídeos | Temps: %2.f Segons

# #59973
source: Search cancelled
ca: Cerca cancel·lada

# #59974
source: Choose categories
ca: Escollir categories

# #59975
source: Subtitles
ca: VOS

# #59976
source: Latin
ca: Llatí

# #59978
source: horror
ca: terror

# #59979
source: kids
ca: infantils

# #59980
source: castilian
ca: Castellà

# #59981
source: latin
ca: llatí

# #59983
source: %.2f%% - %.2f %s of %.2f %s at %.2f %s/s (%d/%d)
ca: %.2f%% - %.2f %s de %.2f %s a %.2f %s/s (%d/%d)

# #59985
source: Error in channel
ca: Error al canal

# #59986
source: Error loading server: %s
ca: Error al carregar el servidor: %s

# #59987
source: Start download now?
ca: Iniciar la descàrrega ara?

# #59988
source: Saving settings...
ca: Desant configuració

# #59989
source: Please wait a moment
ca: Espereu un moment si us plau.

# #59990
source: Channels included in search
ca: Canals inclosos en la recerca

# #59991
source: All
ca: Tots

# #59992
source: None
ca: Cap

# #59993
source: Search settings
ca: Configuració -- Cercador

# #59994
source: Select channels to include in search
ca: Triar canals inclosos en la recerca

# #59995
source: Saved searches
ca: Recerques guardades

# #59996
source: Delete saved searches
ca: Esborrar cerques guardades

# #59997
source: Options
ca: Opcions

# #59998
source: Search by categories (advanced search)
ca: Cercar per categories (cerca avançada)

# #59999
source: Search by actor/actress
ca: Buscar actor/actriu

# #60000
source: Filter servers (blacklist)
ca: Filtrar servidors (Llista Negra)

# #60001
source: There are no links available that meet the requirements of your blacklist. Try changing your filters in the Server settings
ca: Filtrar servidors (Llista Negra) No hi ha enllaços disponibles que compleixin els requisits de la seva Llista Negra Proveu de nou modificant el filtre a 'configuració servidors

# #60003
source: Connecting with %s
ca: Conectant amb %s

# #60004
source: No connector available for server %s
ca: No existeix connector per el servidor %s

# #60005
source: Connecting with %s
ca: Connectant con %s

# #60006
source: An error has occurred in %s
ca: S'ha produit un error a %s

# #60007
source: An error has occurred on %s
ca: S'ha produït un error en %s

# #60008
source: Process completed
ca: Proces finalitzat

# #60009
source: To watch a video on %s you need<br/>an account on: %s
ca: Per veure un vídeo a %s necessites<br/>un compte a: %s

# #60010
source: All available links belong to servers on your black list. Do you want to show these links?
ca: Filtrar servidors (Llista Negra) Tots els enllaços disponibles pertanyen a servidors inclosos en el seu Llista Negra. Voleu mostrar aquests enllaços?

# #60011
source: Cache cleared
ca: Memòria cau eliminada

# #60012
source: Nothing to play
ca: No hi ha res a reproduir

# #60013
source: This website seems to be unavailable, try again later. If the problem persists, check within a browser: %s. If the web page is working correctly, please report the error on: https://alfa-addon.com
ca: El web de la qual depèn sembla no estar disponible, pot tornar a intentar-ho, si el problema persisteix verifiqui mitjançant un navegador web:% s. Si la web funciona correctament informe l'error en: www.alfa-addon.com

# #60014
source: An error has ocurred. It may be due to a connection problem, the channel's webpage changed its structure, or an internal Alfa error. For more details, see the log file.
ca: Pot ser degut a una fallada de connexió, el web de la cadena ha canviat la seva estructura, o un error intern de alfa. Per saber-ne més detalls, consulta el registre.

# #60015
source: Check the log for more details on the error.
ca: Comprova el log per veure mes detalls de l'error.

# #60016
source: Mark movie as unseen
ca: Marcar pel·lícula com no vista

# #60017
source: Mark movie as seen
ca: Marcar pel·lícula com vista

# #60018
source: Delete movie/channel
ca: Eliminar pel·lícula/canal

# #60019
source: Delete this movie
ca: Eliminar aquesta pel·lícula

# #60020
source: Mark TV show as unseen
ca: Marcar sèrie como no vista

# #60021
source: Mark TV show as seen
ca: Marcar sèrie como vista

# #60022
source: Stop searching new episodes automatically
ca: Cercar automàticament nous episodis: Desactivar

# #60023
source: Search new episodes automatically
ca: Cercar automàticament nous episodis: Activar

# #60024
source: Delete TV show/channel
ca: Eliminar sèrie/canal

# #60025
source: Delete tv series
ca: Eliminar aquesta sèrie

# #60026
source: Search new episodes and update videolibrary
ca: Cercar nous episodis i actualitzar videoteca

# #60027
source: Season %s
ca: Temporada %s

# #60028
source: Mark season as seen
ca: Marcar temporada com no vista

# #60029
source: Mark season as unseen
ca: Marcar temporada com a vista

# #60030
source: All seasons
ca: *Totes les temporades

# #60031
source: Season %s Episode %s
ca: Temporada %s Episodi %s

# #60032
source: Mark episode as unseen
ca: Marcar episodi como no vist

# #60033
source: Mark episode as seen
ca: Marcar episodi com vist

# #60034
source: Show only links from %s
ca: Mostra només els enllaços de %s

# #60035
source: Show all links
ca: Mostra només els enllaços

# #60036
source: Episode %s
ca: Episodi %s

# #60037
source: Updating TV show...
ca: Actualitzant sèrie....

# #60038
source: An error has ocurred on Alfa
ca: S'ha produït un error en alfa

# #60039
source: Error on channel %s
ca: Error al canal %s

# #60040
source: Delete movie
ca: Eliminar pel·lícula

# #60041
source: Delete TV show
ca: Eliminar sèrie

# #60042
source: Delete only links from %s
ca: Eliminar només els enllaços de %s

# #60043
source: Deleted %s links from channel %s
ca: Eliminats %s enllaços del canal %s

# #60044
source: Do you really want to delete '%s' from you videolibrary?
ca: ¿Realment desitja eliminar '%s' de la videoteca?

# #60045
source: Trakt sync started
ca: Sincronització amb Trakt iniciada

# #60046
source: TheMovieDB TheMovieDB movie information provider was not found. Would you like to install it now?
ca: TheMovieDB La informació de TheMovieDB sobre la informació que se us envia. Vols instal·lar-lo ara?

# #60047
source: The Movie Database is not installed.
ca: The Movie Database no instal-lat.

# #60048
source: TheTVDB TheTVDB TV show information provider was not found. Would you like to install it now?
ca: The TVDB La informació proporcionada per la TVDB no és coneguda per ningú. Vols instal·lar-lo ara?

# #60049
source: The TVDB is not installed.
ca: The TVDB no instal-lat

# #60050
source: TheMovieDB is not present. Install it now?
ca: TheMovieDB no present. Instal-lar-ho ara?

# #60051
source: The Movie Database is not installed.
ca: La base de dades de pel·lícules no està instal·lada.

# #60052
source: Error while setting LibraryPath in DB
ca: Error en configurar LibraryPath en BD

# #60053
source: Do you want to configure this add-on as the default option for movies?
ca: Voleu configurar aquesta informació per explicar com explicar el problema del castellà en espanyol?

# #60054
source: Do you want to configure this add-on as the default option for TV shows?
ca: Voleu configurar aquesta informació de la versió espanyola a la versió espanyola del trastorn?

# #60055
source: Error configuring the information provider in the database.
ca: S'ha produït un error en traduir-vos a la informació de BD.

# #60056
source: Videolibrary %s not configured
ca: Videoteca %s no ha estat configurada

# #60057
source: Videolibrary %s configured
ca: Videoteca %s configurada

# #60058
source: You must restart Kodi for the changes to take effect.
ca: Necessites reiniciar el codi perquè els canvis es facin

# #60059
source: Congratulations! Kodi videolibrary has been set-up correctly.
ca: Felicitacions, videoteca de Kodi s' ha configurat correctament

# #60060
source: Alfa auto-configuration
ca: Alfa Auto-configuració

# #60062
source: Adding movie...
ca: Afegint pel·lícula...

# #60063
source: Error adding movies to your videolibrary...
ca: S'ha produït un error en afegir pel·lícules a la vostra biblioteca de vídeos

# #60064
source: Adding episodes to videolibrary
ca: S'estan afegint episodis a la biblioteca de vídeos ...

# #60065
source: Episode added
ca: Afegint episodi...

# #60066
source: Error: The movie couldn't be added to videolibrary
ca: ERROR, la pel·lícula no s'ha afegit una videoteca

# #60067
source: Error: The TV show couldn't be added to videolibrary Couldn't get any episode
ca: ERROR, la sèrie no s'ha afegit una videoteca No importa quantes vegades vulgui obtenir un episodi

# #60068
source: Error: The TV show couldn't be added to videolibrary
ca: ERROR, la sèrie no s'ha afegit una videoteca

# #60069
source: Error: The TV show wasn't fully added to videolibrary
ca: ERROR, la sèrie de televisió no s'ha afegit completament a la videoteca

# #60070
source: The TV show has been added to videolibrary
ca: S'ha afegit a la videoteca una sèrie de televisió

# #60071
source: Set-up Autoplay
ca: Configuració automàtica de la reproducció

# #60072
source: It looks like the links from %s aren't working.
ca: Sembla que els enllaços de %s no estan funcionant.

# #60073
source: Do you want to ignore all links from this server?
ca: Voleu ignorar tots els enllaços d'aquest servidor?

# #60074
source: It was not possible to use AutoPlay
ca: No es pot fer servir Autoplay

# #60075
source: No matches
ca: No hi ha coincidències

# #60076
source: New server/quality available in settings
ca: Nova qualitat / servidor disponible a Configuració

# #60077
source: AutoPlay initialization error
ca: Error en iniciar AutoPlay

# #60078
source: View the log for more information.
ca: Vegeu el registre per obtenir més informació.

# #60079
source: AutoPlay (enables/disables automatic play)
ca: AutoPlay (Activa o desactiva la reproducció automàtica)

# #60080
source: AutoPlay language (optional)
ca: Idioma per AutoPlay (Opcional)

# #60081
source: Favorite servers
ca: Servidors favorits

# #60082
source: Favorite server %s
ca: Servidor Favorit %s

# #60083
source: Preferred Qualities
ca: Qualitats preferides

# #60084
source: Preferred quality %s
ca: Qualitat preferida %s

# #60085
source: Priority (indicates order for AutoPlay)
ca: Prioritat (Indica l'ordre per Auto-Reproduir)

# #60086
source: Renamed to:
ca: S'ha canviat el nom de:

# #60087
source: Unexpected error on channel %s
ca: Error inesperat al canal % s

# #60088
source: Enter an URL
ca: Introduïu l'URL o TORRENT

# #60089
source: Enter an URL [server/download link]
ca: Introduïu l'URL [Enllaç al servidor / baixada]

# #60090
source: Enter an URL [video direct link]
ca: Introduïu l'URL [enllaç directe al vídeo]

# #60091
source: Enter an URL [search for links in a page]
ca: Introduïu l'URL [Cerca d'enllaços en una URL]

# #60092
source: View direct link
ca: Mostra l'URL directe

# #60093
source: There are no compatible videos in this URL
ca: No hi ha cap vídeo compatible en aquesta URL

# #60200
source: Downloading...
ca: Descarregant...

# #60201
source: Starting download...
ca: Iniciant descàrrega...

# #60202
source: Time left: %s
ca: Temps restant: %s

# #60204
source: Speed Meter
ca: Mesurador de velocitat

# #60205
source: File Writer
ca: Escriptor de fitxers

# #60207
source: Downloading...
ca: Descarregant...

# #60208
source: This video can't be downloaded
ca: No pots baixar aquest vídeo

# #60209
source: RTMP downloads are not
ca: Les descàrregues RTMP no ho són

# #60210
source: still supported
ca: encara suportat

# #60211
source: Missing %s
ca: Falta %s

# #60212
source: Make sure that rtmp is installed
ca: Comproveu que hi hagi rtmpdump instal·lat

# #60213
source: The RTMP downloads are still experimental
ca: L'opció de baixada RTMP és experimental

# #60214
source: and the video will be downloaded in the background.
ca: el vídeo es descarregarà en segon pla.

# #60215
source: No progress bar will be displayed.
ca: No es mostrarà cap barra de progrés.

# #60217
source: Downloading...
ca: Descarregant...

# #60218
source: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s missing
ca: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s falta

# #60219
source: Copying file
ca: Copiant arxiu

# #60220
source: Error while deleting file
ca: S'ha produït un error en eliminar el fitxer

# #60221
source: Error while deleting directory
ca: S'ha produït un error en eliminar el directori

# #60222
source: Error while creating the directory
ca: S'ha produït un error en crear el directori

# #60223
source: Enter another name
ca: Introduïu un altre nom

# #60224
source: Complete the information
ca: Informació completa

# #60225
source: Search in TheMovieDB.org
ca: Cercar a TheMovieDB.org

# #60226
source: Search in TheTvDB.org
ca: Cercar a TheTvDB.com

# #60227
source: Identifier not found for: %s
ca: Identificador no trobat per a: %s

# #60228
source: No information found for: %s
ca: No s'ha trobat informació per a: %s

# #60229
source: Enter the name of the %s to search
ca: Introduir el nom de %s a cercar

# #60230
source: Title:
ca: Títol:

# #60231
source: Original title
ca: Títol original

# #60232
source: Year
ca: Any

# #60233
source: Identifiers:
ca: Identificadors:

# #60239
source: Other ID
ca: Un altre ID

# #60240
source: Images (urls)
ca: Imatges (urls):

# #60241
source: Background
ca: Fons

# #60242
source: Thumbnail
ca: Miniatura

# #60243
source: Content type
ca: Tipus de contingut

# #60244
source: Movie
ca: Pel-lícula

# #60245
source: Series
ca: Sêrie

# #60246
source: Full information
ca: Informació completa

# #60247
source: [%s]: Select the correct %s
ca: [%s]: Selecciona la %s correcta

# #60248
source: Login to this page: %s
ca: Inicia sessió en aquesta pàgina: %s

# #60249
source: Enter this code and accept: %s
ca: Introduïu aquest codi i accepteu: %s

# #60250
source: Once done, click here!
ca: Un cop fet, feu clic aquí.

# #60251
source: Syncing with Trakt. Don't close this window
ca: Sincronitza amb Trakt No tanqueu aquesta finestra

# #60252
source: 1. Open the following URL: %s
ca: 1. Entra dins la seguent url: %s

# #60253
source: 2. Enter this code on the page and accept: %s
ca: 2. Introduïu aquest codi a la pàgina i accepteu: %s

# #60254
source: 3. Wait until this window closes
ca: 3. Espereu fins que aquesta finestra es tanqui

# #60255
source: Successfully completed
ca: S'ha completat correctament

# #60256
source: Account linked correctly
ca: Compte enllaçat correctament

# #60258
source: Error during linking process
ca: Problema en el procés de connexió

# #60259
source: Account linked correctly
ca: Compte enllaçat correctament

# #60260
source: Error during linking process
ca: Problema en el procés de connexió

# #60262
source: You can install the Trakt script below.
ca: Podeu instal·lar l'script Trakt a continuació.

# #60263
source: Do you want to continue?
ca: Voleu continuar?

# #60264
source: In progress
ca: En progrés

# #60265
source: Completed
ca: Finalitzada

# #60266
source: Action
ca: Acció

# #60267
source: Adventure
ca: Aventura

# #60268
source: Animation
ca: Animació

# #60270
source: Comedy
ca: Comèdia

# #60271
source: Crime
ca: Crim

# #60273
source: Family
ca: Familiar

# #60274
source: Fantasy
ca: Fantasía

# #60275
source: Cooking
ca: Cuina

# #60276
source: Contests
ca: Concurs

# #60277
source: Home and garden
ca: Llar i jardí

# #60278
source: Mistery
ca: Misteri

# #60279
source: News
ca: Noticies

# #60280
source: Romantic
ca: Romántica

# #60281
source: Science fiction
ca: Ciència ficció

# #60282
source: Soap opera
ca: Telenovela

# #60283
source: Sport
ca: Esport

# #60284
source: Talk show
ca: Programa d'entrevistes

# #60285
source: Travels
ca: Viatges

# #60286
source: Pre-child audience: children under 6 years
ca: Públic infantil: menors de 6 anys

# #60287
source: Child audience: from 7 years old
ca: Públic infantil: des de 7 anys

# #60288
source: General audience: without family control
ca: Públic general: sense control familiar

# #60289
source: Parental control
ca: Control parental

# #60290
source: More than 14 years old
ca: Majors de 14 anys

# #60291
source: More than 17 years old
ca: Majors de 17 anys

# #60292
source: Searching for TV Series Information
ca: Cerca de la informació de la sèrie de televisió

# #60293
source: Please wait...
ca: Espereu...

# #60294
source: Searching TV show info
ca: Cerca de la informació de la sèrie de televisió

# #60295
source: Loading results...
ca: S'estan carregant els resultats ...

# #60296
source: Searching TV show info
ca: Cerca de la informació de la sèrie de televisió

# #60297
source: Found %s possible matches
ca: Trobada/es %s possible(s) coincidència/es

# #60298
source: [%s]: Select the correct TV show
ca: [%s]: Seleccioneu la sèrie de televisió correcta

# #60299
source: Not found in the language '%s'
ca: No s'ha trobat al idioma '%s'

# #60300
source: Search in language 'en'
ca: Cerca en idioma en'

# #60301
source: Not found in the language '%s'
ca: No s'ha trobar al idioma '%s'

# #60302
source: Search in language 'en'
ca: Cerca amb idioma 'en'

# #60303
source: The file already exists
ca: L'arxiu ja existeix

# #60304
source: The unzipped file %s already exists, do you want to overwrite it?
ca: L'arxiu %s a descomprimir ja existeix, ¿del vols sobreescriure?

# #60305
source: Adult channels
ca: Canals para adults

# #60306
source: The fields 'New password' and 'Confirm new password' do not match
ca: Els camps 'Nova contrasenya' i 'Confirmar nova' no coincideixen.

# #60307
source: Use 'Preferences' to change your password
ca: Utilitzeu "Preferències" per canviar la vostra contrasenya

# #60308
source: Adult channels
ca: Canals per adults

# #60309
source: The password is not correct.
ca: La contrasenya no es correcta.

# #60310
source: Changes made in this section will not be saved.
ca: Canvis realitzats en aquesta secció. no es desaran

# #60311
source: Downloading...
ca: Descarregant...

# #60312
source: Close this window to start playback
ca: Tanqueu aquesta finestra per iniciar la reproducció

# #60313
source: Cancel this window to start playback
ca: Cancel·la aquesta finestra per iniciar la reproducció

# #60314
source: Speed:
ca: Velocitat:

# #60316
source: MB of
ca: MB de

# #60318
source: Remaining time:
ca: Temps Restant:

# #60319
source: Cancelled
ca: Cancel·lat

# #60320
source: Background download cancelled
ca: S'ha cancel·lat la baixada en segon pla

# #60321
source: Press the button to be used to open the window
ca: Premeu el botó que s'utilitzarà per obrir la finestra
