Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Catalan/strings.po
Languages: ca

# #70776
source: Example of the first season of the sequel of a series that begins with the first episode of the second season, as if it were the second season of the original series
ca: Exemple de la primera temporada de la seqüela d'una sèrie que comença pel primer capítol de la segona temporada, com si fos la segona temporada de la sèrie original

# #70777
source: Add Season
ca: Afegir Temporada

# #70778
source: Use TMDB
ca: Utilitza TMDB

# #70779
source: Behaviour
ca: Comportament

# #70780
source: Customization
ca: Personalització

# #70781
source: Media info
ca: Info de mitjans

# #70782
source: Debugging and more
ca: Depuració i més

# #70783
source: Network
ca: Xarxa

# #70784
source: High
ca: Alta

# #70785
source: Medium
ca: Mitja

# #70786
source: Low
ca: Baixa

# #70787
source: Debugging
ca: Depuració

# #70788
source: Show fixes report
ca: Mostra informe de correccions

# #70789
source: Max number of years to search for news
ca: Màxim d'anys per buscar novetats

# #70790
source: 1 year
ca: 1 any

# #70791
source: 2 years
ca: 2 anys

# #70792
source: 3 years
ca: 3 anys

# #70793
source: 4 years
ca: 4 anys

# #70794
source: 5 years
ca: 5 anys

# #70795
source: Unlimited
ca: Sense límit

# #70796
source: Max threads for threaded search
ca: Màxim de fils per a cerca simultània

# #70797
source: Playback
ca: Reproducció

# #70802
source: Add only last season when adding a TV show
ca: Afegir només la darrera temporada en afegir una sèrie

# #70803
source: Back up the videolibrary at this address
ca: Feu una còpia de seguretat de la videoteca en aquesta adreça

# #70804
source: Scan videolibrary after backup
ca: Escanejar videoteca després de la còpia de seguretat

# #70807
source: View torrent manager download routes
ca: Veure les rutes de descàrrega del gestor de torrents

# #70808
source: Quality priority of .torrents to download
ca: Prioritat de qualitat de .torrents a descarregar

# #70809
source: Parameters
ca: Paràmetres

# #70810
source: Installation
ca: Instal·lació

# #70811
source: Cache
ca: Memòria cau

# #70812
source: Check and repair video view marks
ca: Verificar i reparar marques de visualització de vídeo

# #70813
source: Actions when playback ends
ca: Accions en acabar la reproducció

# #70814
source: Backup
ca: Còpia de seguretat

# #70815
source: Update content
ca: Actualitzar contingut

# #70816
source: This
ca: Aquest

# #70817
source: Other
ca: Altre

# #70818
source: Yes
ca: Sí

# #70820
source: Verify
ca: Verificar

# #70821
source: Create directories with lowercase letters
ca: Crear directoris amb lletres en minúscules

# #70822
source: Search for new premieres and suggestions (show notification)
ca: Buscar estrenes i suggeriments (mostrar notificació)

# #70823
source: Times to search for new premieres per day
ca: Vegades a buscar noves estrenes al dia

# #70824
source: Synch Kodi videolibrary with Alfa
ca: Sincronitzar la videoteca de Kodi amb la d'Alfa

# #70825
source: Notify if the add-on version doesn't match the latest version in the repository
ca: Notificar si la versió de l'add-on no coincideix amb la darrera versió al repositori

# #80001
source: Secondary language for AutoPlay
ca: Idioma secundari per Autoplay

# #80002
source: Force this quality in AutoPlay
ca: Forçar aquesta qualitat en Autoplay

# #80510
source: Frequent channels
ca: Canals freqüents

# #80511
source: Enable frequent channels
ca: Habilitar canals freqüents

# #80512
source: Number of channels to list
ca: Nombre de canals a llistar

# #80513
source: Enable frequents category
ca: Habilitar la categoria freqüents

# #80514
source: Number of channels in category
ca: Nombre de canals en categoria

# #80515
source: Choose an icon theme
ca: Triar un tema d'icones

# #80516
source: Configure
ca: Configura

# #80611
source: Device to use
ca: Dispositiu a utilitzar

# #80612
source: Manual IP
ca: IP manual

# #80613
source: Install app automatically (if necessary)
ca: Instal·lar aplicació automàticament (si cal)

# #80614
source: Install/update Alfa Assistant now
ca: Instal·lar/actualitzar Alfa Assistant ara

# #80615
source: Manual installation: https://bit.ly/2Zwpfzq (clicking here opens a browser, if found)
ca: Instal·lació manual: https://bit.ly/2Zwpfzq (si feu clic aquí s'obre un navegador, si es troba)

# #80616
source: Device with root access
ca: Dispositiu amb accés root

# #80740
source: To avoid long wait times when a webpage does not respond:
ca: Per evitar esperar massa quan un servidor no respon:

# #80741
source: Conection timeout
ca: Temps d'espera de connexió

# #80750
source: Quickfixes:
ca: Actualitzacions urgents:

# #80751
source: Time between checks for quickfixes (in hours)
ca: Interval entre cerca d'actualitzacions urgents (en hores)

# #80752
source: Show update notifications
ca: Veure notificacions de les actualitzacions

# #80760
source: My links
ca: Els meus enllaços

# #80761
source: Active List
ca: llista Activa

# #80770
source: Updates for other add-ons:
ca: Actualitzacions per a altres complements

# #80771
source: Update Quasar through Alfa
ca: Actualitzar Quasar mitjançant Alfa

# #80780
source: Alternative method for accessing webs
ca: Mètode alternatiu d'accés a webs:

# #80781
source: Enable alternative access on all webs
ca: Habilitar accés alternatiu a totes les webs

# #80782
source: Ageing period for non-resolved domains
ca: Període d'envelliment per a dominis no resolts

# #80783
source: Deleted all links from %s
ca: S'han eliminat tots els enllaços de %s

# #80784
source: Search in MyAnimeList
ca: Cercar en MyAnimeList

# #80785
source: Variable caching
ca: Memòria cau variable

# #80786
source: Cache the most used variables in memory
ca: Cachear les variables més utilitzades en memòria

# #80787
source: Wishlist
ca: Llista de desitjos

# #80788
source: Configure Wishlist
ca: Configureu Llista de desitjos

# #80789
source: External VPN
ca: VPN externa

# #80790
source: Consider use of an external VPN
ca: Considerar l'ús de VPN externa

# #80791
source: Renumerate
ca: Renumerar

# #90002
source: TMDb TVShows Database not present. Install it now?
ca: TMDb TVShows Database No s'ha trobat el scraper de series de TheMovieDB. ¿Deseas instalarlo ara?

# #90003
source: TMDb TVShows Database is not installed.
ca: TMDb TVShows Database no instal·lada.
