Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Catalan/strings.po
Languages: ca

# #60590
source: - An error has occurred
ca: - S'ha produït un error

# #60591
source: Activate all
ca: Activar tods

# #60592
source: Deactivate all
ca: Desactivar tots

# #60593
source: Default Set
ca: Establir estat per defecte

# #60594
source: All channels
ca: Tots els canals

# #60595
source: [COLOR grey](Default disabled)[/COLOR]
ca: [COLOR grey](Desactivat por defecte)[/COLOR]

# #60596
source: Channels
ca: Canals

# #60597
source: Server #%s
ca: Servidor #%s

# #60598
source: Configuration -- Video Library
ca: Configuració -- Videoteca

# #60600
source: Series
ca: Sèries

# #60601
source: Video library update
ca: Actualitzar la videoteca

# #60602
source: Never
ca: Mai

# #60603
source: When Kodi starts
ca: en iniciar Kodi

# #60604
source: Once a day
ca: Una vegada al Día

# #60605
source: At the start of Kodi and once a day
ca: Al iniciar Kodi i al menys un cop al día

# #60606
source: At Kodi startup, wait before updating
ca: En iniciar Kodi, esperar abans dactualitzar

# #60607
source: When Kodi starts
ca: En iniciar Kodi

# #60608
source: Twice a day
ca: Dues vegades al dia

# #60609
source: 10 sec
ca: 10 seg

# #60610
source: 20 sec
ca: 20 seg

# #60611
source: 30 sec
ca: 30 seg

# #60612
source: 60 sec
ca: 60 seg

# #60613
source: Start scheduled update from
ca: Iniciar actualització programada des de les

# #60614
source: Search for new episodes in TV shows
ca: Buscar nous episodis en sèries

# #60615
source: Never
ca: Mai

# #60616
source: Always
ca: Sempre

# #60617
source: According to new episodes
ca: Segons la emissió

# #60618
source: Search content in
ca: Buscar contingut a

# #60619
source: The folder of each tv series
ca: La carpeta de cada sèrie de televisió

# #60620
source: All video library
ca: Tota la videoteca

# #60621
source: Show links in
ca: Mostrar els enllaços a

# #60622
source: Conventional window
ca: Finestra convencional

# #60623
source: Pop-up window
ca: Finestra emergent

# #60624
source: Max links to display (recommended for slow devices)
ca: Màxim d'enllaços a mostrar (recomanat per a dispositius lents)

# #60625
source: All
ca: Tots

# #60626
source: Sort by whitelist order
ca: Ordenar per llista blanca

# #60627
source: Remove channel name at the beginning
ca: Traieu el nom del canal al principi

# #60628
source: Replace 'View in' with '[V]' and 'Download in' with '[D]'
ca: Reemplaça 'Visualitza' amb '[V]' i 'Descarrega' amb '[D]'

# #60629
source: Database location
ca: Ubicació de la Base de dades

# #60631
source: Remote
ca: Remota

# #60632
source: Server address
ca: Adreça del servidor

# #60633
source: Server port
ca: Port del servidor

# #60634
source: Automatically mark as watched
ca: Marca automàticament com es veu

# #60635
source: Minimum video viewing time
ca: Temps de visualització del vídeo

# #60637
source: Synchronizing with Trakt
ca: Sincronització amb Trakt

# #60638
source: Sync after marking the episode as watched
ca: Sincronitzar després de marcar l'episodi com a vist

# #60639
source: Show notification
ca: Mostrar notificació

# #60640
source: Sync on adding a TV show to the videolibrary
ca: Sincronitza quan afegiu una sèrie a la videoteca

# #60641
source: Wait until the TV show is added
ca: Esperar que s'afegeixi la sèrie

# #60642
source: Show option "All Seasons".
ca: Mostrar la opció "Totes les temporades"

# #60643
source: Do not combine the seasons of the series
ca: No combineu les estacions de la sèrie

# #60644
source: Only if there is one season
ca: Només si hi ha una temporada

# #60645
source: Show channel selection box
ca: Mostrar quadre de selecció de canals

# #60646
source: Create directories on your system using
ca: Creeu directoris en el vostre sistema utilitzant

# #60647
source: Localized title
ca: Títol localitzat

# #60648
source: Never
ca: Mai

# #60649
source: Original title
ca: Títol original

# #60650
source: When you add content, you get information from:
ca: Quan afegiu contingut, obteniu informació de:

# #60651
source: Movies info provider
ca: Proveïdor d'informació de pel·lícules

# #60652
source: TV shows info provider
ca: Proveïdor d'informació de sèries

# #60653
source: If there are no results search also in English
ca: Si no hi ha resultats, cerqueu-lo en anglès

# #60654
source: Include in blacklist
ca: Incloure a la llista negra

# #60655
source: Include in Favorites List
ca: Inclou a la llista de preferits

# #60656
source: Simultaneous search (multiprocessing)
ca: Cerca simultània (multiprocessament)

# #60657
source: Show Results:
ca: Mostrar resultats:

# #60658
source: Grouped by content
ca: Agrupar per contenidors

# #60659
source: Grouped by channel
ca: Agrupat per Canals

# #60660
source: Without group
ca: Sense grup

# #60661
source: News
ca: Novetats

# #60662
source: code cleaning
ca: neteja del codi

# #60663
source: Add the progress window
ca: Afegiu la finestra del progrés

# #60664
source: Eliminated unnecessary code.
ca: S'ha eliminat el codi innecessari.

# #60665
source: Possibility to include other channels, through the configuration
ca: Possibilitat d'incloure altres canals, a través de la configuració

# #60666
source: Color Profile
ca: Perfil de color

# #60667
source: Cold
ca: Fred

# #60668
source: Hot
ca: Càlid

# #60669
source: Lilac
ca: Lila

# #60670
source: Pastel
ca: Pastis

# #60671
source: Vivid
ca: Vius

# #60672
source: Global Search
ca: Cerca global

# #60673
source: MultiThread Search
ca: Cercador Multiproces

# #60674
source: Show Results:
ca: Mostrar resultats:

# #60675
source: Per channel
ca: Per canals

# #60676
source: All Together
ca: Tots junts

# #60677
source: Saved Searches:
ca: Cerques desades:

# #60678
source: Remember the latest search
ca: Recordeu la cerca més recent

# #60679
source: Novelties in %s
ca: Novetats a %s

# #60680
source: documentaries
ca: documentals

# #60681
source: movies
ca: pel.licules

# #60682
source: tv series
ca: sèries

# #70000
source: Options
ca: Opcions

# #70002
source: Cancel
ca: Cancel.lar

# #70003
source: Default
ca: Per defecte

# #70004
source: Loading...
ca: Carregant...

# #70005
source: Previous
ca: Anterior

# #70006
source: Next
ca: Següent

# #70007
source: Accept
ca: Accepta

# #70008
source: Reload
ca: Recarregar

# #70009
source: Classic Menu
ca: Menú Clasic

# #70010
source: Where To Search
ca: On cercar

# #70011
source: Search for actor
ca: Cercar per actor

# #70012
source: Beginning
ca: Inici

# #70013
source: Horror
ca: Terror

# #70014
source: Castellan
ca: Castellà

# #70016
source: Active channels
ca: Canals actius

# #70017
source: TV Series
ca: Sèries

# #70018
source: Children
ca: Infantils

# #70019
source: Documentary
ca: Documentals

# #70020
source: [COLOR yellow]Search similar[/COLOR]
ca: [COLOR yellow]Cerca simililar[/COLOR]

# #70021
source: Search in TMDB
ca: Cercar a TMDB

# #70022
source: - Movies
ca: - Pel·lícules

# #70023
source: - TV Shows
ca: - Sèries

# #70024
source: Search in Filmaffinity
ca: Cercar a Filmaffinity

# #70025
source: Search in IMDB
ca: Cercar a IMDB

# #70027
source: Search engine settings
ca: Configuració del motor de cerca

# #70028
source: Most Popular
ca: El més popular

# #70029
source: Top rated
ca: Mes Valorades

# #70030
source: On The Bill
ca: A Cartellera

# #70031
source: Next
ca: En Emisió

# #70032
source: Genres
ca: Gèneres

# #70033
source: Actors/Actresses by popularity
ca: Actors / actrius per popularitat

# #70034
source: Coming Soon
ca: Pròximament

# #70035
source: Search %s
ca: Cercar %s

# #70036
source: Search actor/actress
ca: Cercar actor/actriu

# #70037
source: Search director, writer...
ca: Cercar director, escriptor...

# #70038
source: Custom Filter
ca: Filtre personalitzat

# #70039
source: Keyword filter
ca: Filtre per paraula clau

# #70041
source: Modern TV Shows
ca: Sèries d'actualitat

# #70042
source: Year
ca: Any

# #70043
source: Coming Out
ca: Pròximes estrenes

# #70044
source: Sagas and Collections
ca: Sagues i col·leccions

# #70045
source: Movies/TV Shows/Documentaries by Themes
ca: Pel·lícules / programes de televisió / documentals per temes

# #70046
source: Search Movies/TV Shows
ca: Cerca pel·lícules / programes de televisió

# #70047
source: Search by director
ca: Cercar per director

# #70048
source: My Account
ca: El meu compte

# #70049
source: Most Popular
ca: El més popular

# #70050
source: Recommended Now
ca: Ara recomanat

# #70051
source: Most Anticipated
ca: Mes Esperades

# #70052
source: Custom recommendations
ca: Recomanacions personalizades

# #70053
source: Most Viewed
ca: Més Vistes

# #70054
source: Link your trakt account
ca: Enllaça el teu compte de trakt

# #70056
source: Viewed
ca: Vistes

# #70057
source: My lists
ca: Les meves llistes

# #70059
source: Top Movies
ca: Top Pel·lícules

# #70060
source: Most Anticipated
ca: El més esperat

# #70062
source: Anime by Seasons
ca: Anime per Temporades

# #70063
source: Anime by Genres
ca: Anime per Gèneres

# #70064
source: Search Tv Shows/Movies/Anime
ca: Cercar programes de televisió / pel·lícules / anime

# #70065
source: >> Next Page
ca: >> Pàgina següent

# #70066
source: Search title in spanish: %s
ca: Títol de la cerca en espanyol:% s

# #70067
source: Info Seasons [%s]
ca: Estacions d'informació [% s]

# #70068
source: In my Collection
ca: A la meva col·lecció

# #70069
source: Search %s in alfa: %s
ca: Cerca % s a l'alfa: % s

# #70070
source: Search original title: %s
ca: Cerca el títol original: % s

# #70071
source: Cast
ca: Repartiment

# #70072
source: Most Viewed
ca: Mes Vistes

# #70073
source: Most Anticipated
ca: Mes Esperades

# #70074
source: Viewed
ca: Vistes

# #70075
source: Most Anticipated
ca: Mes Esperades

# #70076
source: Top rated
ca: Mes Valorades

# #70077
source: Most Viewed
ca: Mes Vistes

# #70078
source: Show only links of
ca: Mostra només els enllaços de

# #70079
source: Remove only links of
ca: Elimineu només els enllaços de

# #70082
source: Global Search
ca: Cerca global

# #70083
source: Show all links
ca: Mostra tots els enllaços

# #70084
source: Delete movie
ca: Suprimeix la pel·lícula

# #70085
source: Delete TV Show
ca: Suprimeix el programa de televisió

# #70086
source: Remove only links of %s
ca: Elimineu només els enllaços de % s

# #70087
source: Deleted %s links from canal %s
ca: S'han suprimit% s enllaços del canal % s

# #70088
source: Are you sure you want to delete '%s' from videolibrary ?
ca: Estàs segur que vols suprimir '% s' de la biblioteca de vídeo?

# #70089
source: Show only links of %s
ca: Mostra només els enllaços de% s

# #70090
source: Exclude all streams with these words
ca: Escludi tutti i contenuti con questi paraules

# #70091
source: Words
ca: Paraules

# #70092
source: New content
ca: Nou contingut

# #70093
source: The Movie Database
ca: La base de dades de pel·lícules

# #70094
source: Select scraper for movies
ca: Seleccioneu rascador per a pel·lícules

# #70095
source: Universal Movie Scraper not present. Install it now?
ca: Universal Movie Scraper no està present. Instal·lar-lo ara?

# #70097
source: Universal Movie Scraper not installed.
ca: Universal Movie Scraper no instal·lat.

# #70099
source: The TVDB not installed.
ca: The TVDB no instal·lat.

# #70100
source: The Movie Database not present. Install it now?
ca: La base de dades de pel·lícules no està present. Instal·lar-lo ara?

# #70101
source: Error fixing videolibrarypath in BD
ca: S'ha produït un error en solucionar la ruta de cerca de vídeo a BD

# #70102
source: Videolibrary %s not configured
ca: No s'ha configurat% s de Videollibreria

# #70103
source: Videolibrary %s configured
ca: S'ha configurat % s de Videollibreria

# #70104
source: Congratulations, the Kodi video library has been configured correctly.
ca: Enhorabona, la biblioteca de vídeos de Kodi s'ha configurat correctament.

# #70105
source: Do you want Alfa to automatically configure the Kodi library?You will be asked to set up scrapers for movies and series.
ca: Voleu que Alfa configuri automàticament la biblioteca Kodi? Se us demanarà que configureu els raspadors per a pel·lícules i sèries.

# #70106
source: If you choose 'No' you can do it later from 'Configuration > Preferences > Paths'.
ca: Si seleccioneu "No", podeu fer-ho més tard des de "Configuració> Preferències> Camins".

# #70107
source: Select scraper for Tv Shows
ca: Seleccioneu rascador per a programes de televisió

# #70108
source: Icons Set
ca: Conjunt d'icones

# #70109
source: Sync with Trakt.tv (You must have an account)
ca: Sincronitza amb Trakt.tv (cal tenir un compte)

# #70110
source: Priority Method
ca: Mètode prioritari

# #70111
source: Stop looking when you find an option
ca: Deixa de mirar quan trobeu una opció

# #70112
source: Hide payment servers without an account
ca: Amaga els servidors de pagament sense un compte

# #70113
source: Password (default 0000)
ca: Contrasenya (per defecte 0000)

# #70114
source: Only until Kodi restarts
ca: Només fins que Kodi reiniciï

# #70115
source: Request password to open adult channels
ca: Sol·liciteu la contrasenya per obrir canals per a adults

# #70116
source: New password:
ca: Nova contrasenya:

# #70117
source: Confirm New password:
ca: Confirmar nova contrasenya:

# #70118
source: Folder name for 'Series'
ca: Nom de la carpeta per a "Sèrie"

# #70119
source: Folder name for 'Movies'
ca: Nom de carpeta per a "Pel·lícules"

# #70120
source: Autoconfigure XBMC / Kodi library for Alfa content
ca: Biblioteca d'autoconfiguració XBMC / Kodi per al contingut d'Alfa

# #70121
source: Activate Home Page
ca: Activa la pàgina d'inici

# #70122
source: Custom (select from a channel)
ca: Personalitzat (seleccioneu d'un canal)

# #70123
source: Show Recent
ca: Mostra recent

# #70124
source: Category
ca: Categoria

# #70125
source: Movie|Tv Shows|Anime|Children|Documentary|Horror|Castellan|Latin|Torrent
ca: Pel·lícula | Espectacles de TV | Anime | Infantil | Documental | Horror | Castellà | Llatí | Torrent

# #70126
source: Presentation
ca: Presentació

# #70128
source: Infoplus visual option
ca: Opció visual infoplus

# #70129
source: Without animation
ca: Sense animació

# #70130
source: With animation
ca: Amb animació

# #70131
source: Thumbnail for videos
ca: Miniatura per a vídeos

# #70133
source: Server logo
ca: Logo del servidor

# #70134
source: Intelligent Titles
ca: Títols intel·ligents

# #70135
source: Custom Colours
ca: Colors personalitzats

# #70136
source: Tv Show
ca: Sèrie

# #70137
source: Movies
ca: Pel.licules

# #70138
source: Low Rating
ca: Baixa qualificació

# #70139
source: Average Rating
ca: Valoració mitjana

# #70140
source: High Rating
ca: Alta qualificació

# #70141
source: Quality
ca: Qualitat

# #70143
source: VOS (Original Subtitled Version)
ca: VOS (Versió Original Subtitulada)

# #70144
source: VO (Original Version)
ca: VO (Versió Original)

# #70145
source: Servers
ca: Servidors

# #70146
source: Add to videolibrary
ca: Afegeix a la biblioteca de llibres

# #70147
source: Videolibrary (Update series)
ca: Videolibrary (actualització de la sèrie)

# #70148
source: Videolibrary (Do not update series)
ca: Videolibrer (No actualitzis la sèrie)

# #70149
source: Others
ca: Altres

# #70150
source: Extended info
ca: Informació estesa

# #70151
source: Show Infoplus option:
ca: Mostra l'opció Infoplus:

# #70152
source: Show ExtendedInfo option (External addon required):
ca: Mostra l'opció ExtendedInfo (es necessita un complement extern):

# #70153
source: Buttons/Access keys (Changes require Kodi restart)
ca: Botons / tecles d'accés (els canvis requereixen reiniciar Kodi)

# #70154
source: Info discovery
ca: Recuperació d'informació

# #70155
source: Simultaneous searches (may cause instability)
ca: Cerques simultànies (pot provocar inestabilitat)

# #70156
source: Search extended information (actor's data) Increase search time
ca: Cercar informació extensa (dades d'actors) Augmenta el temps de cerca

# #70157
source: Use cache (improves recurring searches)
ca: Utilitza la memòria cau (millora les cerques recurrents)

# #70158
source: every 1 day
ca: cada 1 dia

# #70159
source: every 7 days
ca: cada 7 dia

# #70160
source: every 15 days
ca: cada 15 dia

# #70161
source: every 30 days
ca: cada 30 dia

# #70162
source: Renew cache
ca: Renovar memòria cau

# #70163
source: Press to 'Clear cache' saved
ca: Premeu "Esborra la memòria cau" desada

# #70164
source: Free servers first
ca: Primer servidors gratuïts

# #70165
source: Premium servers first
ca: Primer els servidors premium

# #70166
source: Debrider servers first
ca: Primer els servidors debrider

# #70167
source: Titles
ca: Títols

# #70169
source: Servers resolution
ca: Resolució de servidors

# #70172
source: Plan B (If favourites fail try other links)
ca: Pla B (si els favorits fallen intenteu altres enllaços)

# #70173
source: No working links
ca: No hi ha enllaços de treball

# #70174
source: Server and Quality
ca: Servidor i qualitat

# #70175
source: Quality and Server
ca: Qualitat i servidor

# #70176
source: Wait
ca: Espera

# #70177
source: seconds for the video to start ...
ca: segons per començar el vídeo ...

# #70178
source: Trying with: %s
ca: Intentant amb:% s

# #70179
source: Getting list of available servers ...
ca: Obtenció de la llista de servidors disponibles ...

# #70180
source: Connecting with %s...
ca: S'està connectant amb% s ...

# #70181
source: Available servers: %s
ca: Servidors disponibles:% s

# #70182
source: Identifying servers ...
ca: Identificant servidors...

# #70183
source: Getting list of available servers
ca: Obtenció de la llista de servidors disponibles

# #70184
source: Getting list of available servers:
ca: Obtenció de la llista de servidors disponibles:

# #70185
source: chapters of:
ca: capítols de:

# #70186
source: Getting episodes...
ca: Obtenció d'episodis ...

# #70187
source: connecting with %s...
ca: S'està connectant amb % s ...

# #70188
source: Obtaining data from the series
ca: Obtenció de dades de la sèrie

# #70189
source: Start the download now?
ca: Comença la descàrrega ara?

# #70190
source: Add chapters...
ca: Afegeix capítols ...

# #70191
source: Obtaining data from the movie
ca: Obtenció de dades de la pel·lícula

# #70192
source: Select server
ca: Seleccioneu el servidor

# #70193
source: Open torrent with...
ca: Obre el torrent amb ...

# #70196
source: Beginning...
ca: Començant ......

# #70197
source: Automatically stopping at: %ss
ca: S'atura automàticament a:% ss

# #70198
source: Do you want to start playback?
ca: Voleu iniciar la reproducció?

# #70199
source: Do you want to cancel the process?
ca: Voleu cancel·lar el procés?

# #70200
source: Finishing and deleting data
ca: Finalització i supressió de dades

# #70201
source: Mass Testing Tools
ca: Eines de prova massiva

# #70202
source: - Test channels ...
ca: - Prova de canals ...

# #70203
source: - Test servers ...
ca: - Prova servidors ...

# #70204
source: - Test recent!
ca: - Prova recent

# #70205
source: - Upload tests to web!
ca: - Penja proves a la web!

# #70206
source: Link found in %s
ca: S'ha trobat l'enllaç a% s

# #70207
source: - Movies 4K
ca: - Pel·lícules 4K

# #70208
source: Movies 4K
ca: Pel·lícules 4K

# #70209
source: Horror movies!
ca: Pel·lícules de por!

# #70210
source: (In %s and %s)
ca: (A %s i %s)

# #70211
source: (In %s)
ca: (A %s)

# #70212
source: - Castellan
ca: - Castellà

# #70213
source: - Latin
ca: - Llatí

# #70215
source: Test this channel
ca: Prova aquest canal

# #70216
source: Back
ca: Tornar

# #70217
source: downloads
ca: descàrregues

# #70218
source: Delete complete downloads
ca: Elimina les descàrregues completes

# #70219
source: Restart download with error
ca: Reinicia la descàrrega amb error

# #70220
source: Download all
ca: Baixa-ho tot

# #70221
source: Delete all
ca: Eliminar tots

# #70222
source: View downloaded files
ca: Mostra els fitxers baixats

# #70223
source: Settings downloads...
ca: Configuració de descàrregues ...

# #70224
source: settings -- Downloads
ca: configuració: descàrregues

# #70225
source: Download
ca: descarregar

# #70226
source: Remove from the list
ca: Suprimeix de la llista

# #70227
source: Restart download and delete data
ca: Reinicieu la baixada i suprimiu les dades

# #70228
source: Downloaded: %s
ca: S'ha baixat: % s

# #70229
source: File location
ca: Ubicació del fitxer

# #70230
source: Add completed downloads to videolibrary
ca: Afegir descàrregues completades a la videoteca

# #70231
source: Move the downloaded file to videolibrary
ca: Mou el fitxer descarregat a la videoteca

# #70232
source: Enable downloads browser
ca: Habilitar explorador de descàrregues

# #70233
source: Block size
ca: Mida de bloc

# #70234
source: Part size
ca: Mida de part

# #70235
source: Maximum number of simultaneous connections
ca: Nombre màxim de connexions simultànies

# #70236
source: Max number of parts in memory
ca: Nombre màxim de parts en memòria

# #70237
source: Choice of the server
ca: Elecció del servidor

# #70238
source: Servers order
ca: Ordre dels servidors

# #70240
source: Preferred quality
ca: Qualitat preferida

# #70241
source: The highest
ca: El més alt

# #70242
source: Choose the fastest servers
ca: Trieu els servidors més ràpids

# #70243
source: Download
ca: descarregar

# #70244
source: Keep
ca: Mantenir

# #70245
source: Reorder
ca: Reordenar

# #70246
source: Preferred language
ca: Idioma preferit

# #70247
source: Home page
ca: Pàgina d'inici

# #70248
source: Use personal API key
ca: Utilitzeu la clau d'API personal

# #70250
source: No home page has been defined. Please select one using the context menu.
ca: No s'ha definit cap pàgina d'inici. Seleccioneu-ne un utilitzant el menú contextual.

# #70251
source: Check the log in %s for more details.
ca: Comproveu el registre a% s per obtenir més detalls.

# #70252
source: [COLOR mediumturquoise][B]Duration: %s minutes[/B][/COLOR]
ca: [COLOR mediumturquoise] [B] Durada:% s minuts [/ B] [/ COLOR]

# #70253
source: Torrent client settings
ca: Configuració del client Torrent

# #70254
source: Internal Client
ca: Client intern

# #70255
source: Internal client - MCT
ca: Client intern - MCT

# #70256
source: What client do you want to use to play torrent?
ca: Quin client voleu utilitzar per reproduir el torrent?

# #70257
source: Settings -- Torrent
ca: Configuració -- Torrent

# #70258
source: Alfa Started
ca: Alfa Iniciat

# #70259
source: The URL to access is http://%s:%s
ca: L'URL a l'accés és http: //% s:% s

# #70260
source: WebSocket Server started in ws: //% s:% s
ca: El servidor WebSocket ha començat a ws: //% s:% s

# #70261
source: Stopping the HTTP server ...
ca: S'està aturant el servidor HTTP ...

# #70262
source: Stopping the Websocket server ...
ca: S'està aturant el servidor de Websocket ...

# #70263
source: Alfa stopped
ca: Alfa s'ha aturat

# #70264
source: Enter the username and password to access Alfa
ca: Introduïu el nom d'usuari i la contrasenya per accedir a Alfa

# #70265
source: The data entered is not correct!
ca: Les dades introduïdes no són correctes.

# #70266
source: The search for %s did not match.
ca: La cerca de% s no coincideix.

# #70269
source: Search new episodes now
ca: Cercar nous episodis ara

# #70270
source: Videolibrary movies
ca: Pel·lícules de Videolibres

# #70271
source: Videolibrary Tv Shows
ca: Programes de televisió de vídeo

# #70272
source: Activate premium account
ca: Activa el compte premium

# #70273
source: Choose included channels
ca: Trieu els canals inclosos

# #70274
source: Alternative search
ca: Cerca alternativa

# #70275
source: Add Torrent channels in search
ca: Afegiu canals de Torrent a la cerca

# #70276
source: Search by title
ca: Cerca per títol

# #70277
source: MediaServer Language (Restart Required)
ca: Llenguatge MediaServer (cal reiniciar)

# #70278
source: Rename
ca: Renombrar
