Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Catalan/strings.po
Languages: ca

# #70279
source: You can try downloading the 'libtorrent' module from Kodi or installing some addon like 'Quasar' or 'Torrenter', which will appear among the options in the pop-up when it appears when clicking on a torrent link. 'Torrenter 'It's more complex but also more complete and it always works.'
ca: Podeu provar de descarregar el mòdul 'libtorrent' de Kodi o instal·lar algun complement com 'Quasar' o 'Torrenter', que apareixerà entre les opcions del pop-up quan aparegui al fer clic a un enllaç torrent. 'Torrenter' És més complex però també més complet i sempre funciona '.

# #70280
source: - Torrent Links don't work.
ca: - Els enllaços de Torrent no funcionen.

# #70281
source: Do you want to show these links?
ca: Voleu mostrar aquests enllaços?

# #70282
source: Searching in %s
ca: S'està cercant a% s

# #70283
source: movie
ca: pel·lícula

# #70284
source: %.2f%% of %.1fMB %s | %.1f kB/s
ca: %.2f%% de %.1fMB %s | %.1f kB/s

# #70285
source: Configure News
ca: Configurar notícies

# #70286
source: Configure Search
ca: Configura la cerca

# #70287
source: Configure VideoLibrary
ca: Configurar Videoteca

# #70288
source: Configure Downloads
ca: Configura les baixades

# #70291
source: Error, during conversion
ca: S'ha produït un error durant la conversió

# #70292
source: [%s] File no longer exist on this server.
ca: [% s] El fitxer ja no existeix en aquest servidor.

# #70293
source: [%s] The file is processing or has been deleted.
ca: [% s] El fitxer s'està processant o s'ha eliminat.

# #70294
source: [%s] Link Not valid.
ca: [% s] Enllaç no és vàlid.

# #70295
source: [%s] Premium account needed.
ca: [% s] necessitava un compte Premium.

# #70296
source: [%s] Internal server error.
ca: [% s] Error del servidor intern.

# #70297
source: [%s] File is awaiting for moderation.
ca: [% s] El fitxer està a l'espera de la moderació.

# #70298
source: [%s] The number of allowed reproductions has been exceeded.
ca: [% s] S'ha excedit el nombre de reproduccions permeses.

# #70299
source: [%s] You do not have permission to access this file.
ca: [% s] No teniu permís per accedir a aquest fitxer.

# #70300
source: [%s] Too many connections to the server, try later.
ca: [% s] Masses connexións al servidor, proveu-ho més tard.

# #70301
source: [%s] File deleted for infringement.
ca: [% s] S'ha suprimit l'arxiu per infracció.

# #70302
source: [%s] This server only works from Kodi 17.
ca: [% s] Aquest servidor només funciona des de Kodi 17.

# #70303
source: [%s] This server does not work with your version of Plex, try to update it.
ca: [% s] Aquest servidor no funciona amb la vostra versió de Plex, intenteu actualitzar-lo.

# #70304
source: [%s] This server requires updating python to version 2.7.9 or higher.
ca: [% s] Aquest servidor necessita actualitzar python a la versió 2.7.9 o superior.

# #70305
source: Search in channels
ca: Cerca en canals

# #70306
source: Movies by Genre
ca: Pel·lícules per Gèneres

# #70307
source: Most popular Movies
ca: Pel·lícules mes populars

# #70308
source: Top rated Movies
ca: Pel·lícules millor valorades

# #70309
source: Movies Now in Theatres
ca: Pel·lícules ara en teatres

# #70310
source: Series by Genre
ca: Sèries per gènere

# #70311
source: Series most polupar
ca: Sèries més populars

# #70312
source: Series in progress
ca: Sèrie en progrés

# #70313
source: Top rated Series
ca: Sèries més valorades

# #70314
source: Actors/Actresses
ca: Actors / Actrius

# #70315
source: Recommendations
ca: Recomanacions

# #70316
source: List of Images
ca: Llista d'imatges

# #70317
source: Listen to BSO - List of songs
ca: Escoltar BSO - Llista de cançons

# #70318
source: Manage your trakt account
ca: Gestioneu el vostre compte de trakt

# #70319
source: Filming equipment
ca: Equip de rodatge

# #70320
source: Filter search
ca: Cerca de filtres

# #70321
source: [MAL] Add to your lists/%s
ca: [MAL] Afegeix a les teves llistes /% s

# #70322
source: [MAL] in your list of [COLOR %s]%s[/COLOR] Do you want to change?/%s
ca: [MAL] a la vostra llista de [COLOR% s]% s [/ COLOR] Voleu canviar? /% S

# #70323
source: [Trakt] Manage your account
ca: [Trakt] Gestiona el teu compte

# #70324
source: [FA] My vote: %s ---> Change?
ca: [FA] El meu vot:% s ---> Canvia?

# #70325
source: [FA] Vote %s
ca: [FA] Votar %s

# #70326
source: [FA] Add or remove from a user list
ca: [FA] Afegeix o elimina d'una llista d'usuaris

# #70327
source: It's part of: %s
ca: Forma part de:% s

# #70328
source: %ss similarar
ca: %ss similars

# #70329
source: User and/or passwords not configured
ca: Usuari i / o contrasenyes no configurats

# #70330
source: Error in the user and/or password. Check your credentials
ca: Error en l'usuari i / o contrasenya. Comproveu les vostres credencials

# #70331
source: Error during login. Check your credentials
ca: Error durant l'inici de sessió. Comproveu les vostres credencials

# #70332
source: My votes
ca: Els meus vots

# #70333
source: Add new list
ca: Afegeix una nova llista

# #70334
source: Action completed successfully
ca: Acció completada amb èxit

# #70335
source: Error, something has failed during the process
ca: Error, alguna cosa ha fallat durant el procés

# #70336
source: Vote %s
ca: Votar %s

# #70337
source: Vote completed successfully
ca: La votació s'ha completat correctament

# #70338
source: List created correctly
ca: Llista creada correctament

# #70339
source: Fanart.tv website not available. Retry
ca: El lloc web de Fanart.tv no està disponible. Torneu a provar

# #70340
source: No images available
ca: No hi ha cap imatge disponible

# #70341
source: [Trakt] Mark %s as not seen
ca: [Trakt] Marca% s com no s'ha vist

# #70342
source: [Trakt] Mark %s as seen
ca: [Trakt] Marqueu% s com es veia

# #70343
source: [Trakt] Remove %s from your watchlist
ca: [Trakt] Elimina% s de la teva llista de seguiment

# #70344
source: Add to %s your watchlist
ca: Afegiu a% s la vostra llista de seguiment

# #70345
source: [Trakt] Remove %s from your collection
ca: [Trakt] Elimina% s de la teva col·lecció

# #70346
source: [Trakt] Add %s to your collection
ca: [Trakt] Afegeix % s a la teva col·lecció

# #70347
source: Action performed correctly
ca: L'acció s'ha realitzat correctament

# #70348
source: An error occurred in process
ca: S'ha produït un error en el procés

# #70349
source: List sorted by %s. Change order?
ca: Llista ordenada per% s. Canviar l'ordre?

# #70350
source: Search in alfa: %s
ca: Cerca a l'alfa:% s

# #70351
source: Search alternative title: %s
ca: Cerca títol alternatiu:% s

# #70352
source: Search title in english: %s
ca: Títol de la cerca en anglès:% s

# #70353
source: Vídeos (Episodes, Trailers...)
ca: Vídeos (Episodis, Trailers ...)

# #70354
source: Characters/Staff
ca: Personatges/Staff

# #70355
source: Prequel: %s
ca: preqüela: %s

# #70356
source: Sequel: %s
ca: seqüela: %s

# #70357
source: Alternative version: %s
ca: Versió alternativa: %s

# #70358
source: Recommendations TMDB
ca: Recomanacions TMDB

# #70359
source: Recommendations MyAnimeList
ca: Recomanacions MyAnimeList

# #70360
source: [COLOR %s][Without subs in castellan][/COLOR]
ca: [COLOR% s] [Sense subs. En castellà] [/ COLOR]

# #70361
source: >> More Episodes
ca: >> Més episodis

# #70362
source: Episodes
ca: Episodis

# #70363
source: Trailers/Promotions
ca: Tráilers/Promocions

# #70364
source: Winter
ca: Iviern

# #70365
source: Spring
ca: Primavera

# #70366
source: Summer
ca: Estiu

# #70367
source: Fall
ca: Tardor

# #70368
source: (New)
ca: (Nous)

# #70369
source: (Continuation)
ca: (Continuació)

# #70370
source: Characters/Benders
ca: Personatges / Dobladors

# #70372
source: Secondary
ca: Secundari

# #70373
source: Animes where it appears:
ca: Animes on apareix:

# #70374
source: Give voice to/in:
ca: Donar veu a / in:

# #70375
source: Staff in animes:
ca: Staff en animes:

# #70376
source: Info in AniDB [COLOR %s]%s[/COLOR]
ca: Info a AniDB [COLOR %s]%s[/COLOR]

# #70377
source: - [COLOR %s]Fansubs in spanish:[/COLOR]
ca: - [COLOR %s]Fansubs amb espanyoll:[/COLOR]

# #70378
source: Complete
ca: Complet

# #70379
source: Finished
ca: Acabat

# #70380
source: Stalled
ca: Pausa

# #70381
source: Dropped
ca: Abandonada

# #70382
source: Currently watching
ca: Veient actualment

# #70383
source: Completed
ca: Completat

# #70384
source: Pause
ca: Pausat

# #70385
source: Descarted
ca: Descartat

# #70386
source: See later
ca: Veure mes tard

# #70387
source: E = In emission | F = Completed | P = Coming soon
ca: E=En emissió | F=Finalitzat | P=Pròximament

# #70388
source: . Available actions:
ca: . Accions disponibles:

# #70389
source: . In your list [COLOR %s]%s[/COLOR]
ca: . A la teva llista [COLOR %s]%s[/COLOR]

# #70391
source: Add to list %s
ca: Afegir a llista %s

# #70392
source: Rate with a [COLOR %s]%s[/ COLOR]
ca: Puntuar amv un [COLOR %s]%s[/COLOR]

# #70393
source: MyAnimeList blank username and/or password
ca: Myanimelist nom d'usuari i / o contrasenya en blanc

# #70394
source: Action
ca: Acció

# #70395
source: Sport
ca: Esports

# #70396
source: Documentary
ca: Documentals

# #70397
source: Science fiction
ca: Ciència Ficció

# #70398
source: Talk Show
ca: Entrevistes

# #70399
source: Family
ca: Família

# #70400
source: Film-Noir
ca: Cinema Negre

# #70401
source: Game-Show
ca: Concurs de TV

# #70402
source: Mystery
ca: Intriga

# #70403
source: Biography
ca: Biografía

# #70404
source: Music
ca: Mùsica

# #70405
source: History
ca: História

# #70406
source: Reality-TV
ca: Reality

# #70407
source: War
ca: Guerra

# #70409
source: Romance
ca: Romantica

# #70413
source: 2. Enter this code on the page and click Allow: %s
ca: 2. Introduïu aquest codi a la pàgina i feu clic a Permet:% s

# #70414
source: Authentication. Do not close this window!!
ca: Autenticació. No tanquis aquesta finestra!

# #70416
source: === Movies ===
ca: === Pel·lícules ===

# #70417
source: === TV Shows ===
ca: === Sèries ===

# #70418
source: Search language in TMDB
ca: Cerca l'idioma a TMDB

# #70419
source: German
ca: Alemany

# #70420
source: French
ca: Francès

# #70421
source: Portuguese
ca: Portuguès

# #70422
source: Italian
ca: Italià

# #70423
source: Spanish Latin
ca: Espanyol Llatí

# #70424
source: Catalan
ca: Català

# #70425
source: English
ca: Angles

# #70426
source: Alternative language for TMDB (No main language synopsis)
ca: Llenguatge alternatiu per a TMDB (Sin sinopsi de llenguatge principal)

# #70427
source: Language of titles in IMDB
ca: Llengua dels títols a IMDB

# #70428
source: Filmaffinity website
ca: Lloc Web Filmaffinity

# #70429
source: Colombia
ca: Colòmbia

# #70430
source: Chile
ca: Xile

# #70432
source: Mexico
ca: Mèxic

# #70434
source: Spain
ca: Espanya

# #70435
source: User Filmaaffinity (Optional)
ca: Usuari Filmaffinity (Opcional)

# #70436
source: Password Filmaffinity
ca: Contrasenya Filmaffinity

# #70437
source: Order personal lists of Filmaffinity by:
ca: Ordre llistes personals de Filmaffinity per:

# #70438
source: Position
ca: Posiciò

# #70439
source: Vote
ca: Vot

# #70440
source: Average grade
ca: Nota mitja

# #70441
source: User MyAnimeList (Optional)
ca: Usuari MyAnimeList (Opcional)

# #70442
source: Password MyAnimeList
ca: Contrasenya MyAnimeList

# #70443
source: Show Hentai in MyAnimeList
ca: Mostrar Hentais a MyAnimeList

# #70444
source: Profile 3
ca: Perfil 3

# #70445
source: Profile 2
ca: Perfil 2

# #70446
source: Profile 1
ca: Perfil 1

# #70447
source: [%s] The file has been deleted
ca: [% s] El fitxer s'ha eliminat

# #70448
source: [%s] The file is still in process
ca: [% s] El fitxer encara està en procés

# #70449
source: [%s] The file does not exist or has been deleted
ca: [% s] El fitxer no existeix o s'ha eliminat

# #70450
source: Anyone
ca: Qualsevol

# #70451
source: Select one, none or more than one gender
ca: Seleccioneu un, cap o més d'un gènere

# #70452
source: Year from
ca: Any des de:

# #70453
source: Year until
ca: Any fins:

# #70454
source: Minimum number of votes
ca: Nombre mínim de vots

# #70455
source: Order by
ca: Ordenar per

# #70456
source: Popularity Desc
ca: Popularitat Desc

# #70457
source: Popularity Asc
ca: Popularitat Asc

# #70458
source: Year Desc
ca: Any Desc

# #70459
source: Year Asc
ca: Any Asc

# #70460
source: Desc Rating
ca: Valoració Desc

# #70461
source: Asc Rating
ca: Valoració Asc

# #70462
source: Title [A-Z]
ca: Títol [A-Z]

# #70463
source: Title [Z-A]
ca: Títol [Z-A]

# #70464
source: Set as default filter
ca: Estableix com a filtre predeterminat

# #70465
source: Key word
ca: Paraula clau

# #70466
source: Country
ca: País

# #70467
source: Select a genre
ca: Seleccioneu un gènere

# #70468
source: Indicate your vote
ca: Indica el teu bot

# #70469
source: Added
ca: Afegit

# #70470
source: Premiere
ca: Estrena

# #70471
source: Duration
ca: Duraciò

# #70472
source: Popularity
ca: Popularitat

# #70473
source: Rating
ca: Valoraciò

# #70474
source: Votes
ca: Vots

# #70475
source: upward
ca: ascendent

# #70476
source: falling
ca: descendent

# #70477
source: Upward
ca: Ascendent

# #70478
source: Falling
ca: Descendent

# #70479
source: Currently watching
ca: Veient Actualment

# #70480
source: Completed
ca: Completades

# #70481
source: Anticipated to see
ca: Previstes per veure

# #70482
source: Kind
ca: Tipus

# #70483
source: Special
ca: Especial

# #70485
source: Status
ca: Estat

# #70486
source: (1) Grotesque
ca: (1) Grotesca

# #70488
source: (3) Very bad
ca: (3) Molt Dolenta

# #70489
source: (4) Bad
ca: (4) Dolenta

# #70491
source: (6) Pasable
ca: (6) Passable

# #70492
source: (7) Good
ca: (7) Bona

# #70493
source: (8) Very good
ca: (8) Molt bona

# #70495
source: (10) Masterpiece
ca: (10) Obra mestra

# #70496
source: The search for
ca: La cerca de

# #70497
source: did not match.
ca: no coincideix.

# #70498
source: Producer:
ca: Productora:

# #70499
source: Genre:
ca: Gènere:

# #70500
source: Notification([COLOR red][B]Update Kodi to its latest version[/B][/COLOR], [COLOR skyblue]for best info[/COLOR],8000, "http://i.imgur.com/mHgwcn3.png")
ca: Notificació ([COLOR vermell] [B] Actualitza Kodi a la seva última versió [/ B] [/ COLOR], [COLOR skyblue] per obtenir la millor informació [/ COLOR], 8000, "http://i.imgur.com/mHgwcn3

# #70501
source: Search did not match (%s)
ca: La cerca no s'ha trobat (% s)

# #70502
source: >> Next
ca: >> Següent

# #70503
source: There is no available video
ca: No hi ha cap vídeo disponible

# #70504
source: Loading trailers...
ca: S'estan carregant els tràilers ...

# #70505
source: Enter the title to search
ca: Introduïu el títol per cercar

# #70506
source: Searching:
ca: Cercant:

# #70507
source: Search in Youtube
ca: Cercant a Youtube

# #70508
source: Search in Abandomoviez
ca: Cercant a Abandomoviez

# #70509
source: Search in Jayhap (Youtube, Vimeo & Dailymotion)
ca: Cercant a Jayhap (Youtube, Vimeo & Dailymotion)

# #70510
source: Manual Search in Youtube
ca: Cercant Manual a Youtube

# #70511
source: Manual Search in Abandomoviez
ca: Cercant Manual a Abandomoviez

# #70512
source: Searching in abandomoviez
ca: Cercant a abandomoviez

# #70513
source: Manual Searching in Filmaffinity
ca: Cercant Manual a Filmaffinity

# #70514
source: Manual Search in Jayhap
ca: Cercant Manual a Jayhap

# #70515
source: [COLOR aquamarine][B]Completed %s[/B][/COLOR]
ca: [COLOR aquamarine][B]Finalitzada %s[/B][/COLOR]

# #70516
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
ca: [COLOR aquamarine][B]En emissió %s[/B][/COLOR]

# #70517
source: Pre-selected currently activated
ca: Pre-seleccionar activades actualment

# #70518
source: Pre-select all
ca: Pre-seleccionar tots

# #70519
source: Do not pre-select any
ca: No pre-seleccionar-ne cap

# #70520
source: AutoPlay allows auto to reproduce the links directly, based on the configuration of your favorite servers and qualities.
ca: AutoPlay permet automàticament reproduir els enllaços directament, segons la configuració del vostre servidors favorits i qualitats.

# #70521
source: You can install the Trakt script below, once installed and configured what you see will be synchronized with your account automatically. Do you want to continue?
ca: Podeu instal·lar l'script Trakt a continuació, una vegada instal·lat i configurat què el que veus se sincronitzarà amb el compte automàticament. Vols continuar?

# #70522
source: No filter
ca: No filtrar

# #70523
source: %s: The data was restarted
ca: % s: les dades s'han reiniciat

# #70524
source: Server error, try later.
ca: Error del servidor, proveu-ho més tard.

# #70525
source: Configure channel
ca: Configurar canal

# #70526
source: Verification of counters of videos seen / not seen (uncheck to verify)
ca: Verificació de comptadors de vídeos vistos / no vistos (desmarca-ho per verificar)

# #70527
source: My links
ca: Els meus enllaços

# #70528
source: Default folder
ca: Carpeta per defecte

# #70529
source: Repeated link
ca: Enllaç repetit

# #70530
source: You already have this link in the folder
ca: Ja teniu aquest enllaç a la carpeta

# #70531
source: Saved link
ca: Guardant enllaç

# #70532
source: Folder: %s
ca: Carpeta: %s

# #70533
source: Rename folder
ca: Canvia el nom de la carpeta

# #70534
source: Delete folder
ca: Eliminar la carpeta

# #70535
source: Move up all
ca: Mou-te tot amunt

# #70536
source: Move up
ca: Mou-te tot aball

# #70537
source: Move down
ca: Moure cap avall

# #70538
source: Move down all
ca: Moure cap amunt

# #70539
source: * Create different folders to store your favorite links within Icarus. [CR]
ca: * Creeu carpetes diferents per emmagatzemar els vostres enllaços preferits a Icarus.

# #70540
source: * To add links to folders, access the context menu from any point in Icarus.[CR]
ca: * Per afegir enllaços a carpetes, accediu al menú contextual des de qualsevol punt d'Ícar. [CR]

# #70541
source: * The links can be channels, sections within the channels, searches, and even movies and series although for the latter it is preferable to use the video library.
ca: * Els enllaços poden ser canals, seccions dins dels canals, cerques, i fins i tot pel·lícules i sèries, encara que per a aquest últim és preferible utilitzar la videoteca.

# #70542
source: Create new folder ...
ca: Crea una carpeta nova ...

# #70543
source: Move to another folder
ca: Mou a una altra carpeta

# #70544
source: Change title
ca: Canvi de títol

# #70545
source: Change color
ca: Canviar color

# #70546
source: Save link in:
ca: Desa l'enllaç a:

# #70547
source: Change thumbnail
ca: Canvia la miniatura

# #70548
source: Delete link
ca: Suprimeix l'enllaç

# #70549
source: Select folder
ca: Seleccionar carpeta

# #70550
source: Create new folder
ca: Crear nova carpeta

# #70551
source: Folder name
ca: Nom de la carpeta

# #70552
source: Delete the folder and links it contains?
ca: Suprimeix la carpeta i els enllaços que conté?

# #70553
source: Change link title
ca: Canvia el títol de l'enllaç

# #70554
source: Select thumbnail:
ca: Selecciona miniatura:

# #70555
source: Move link to:
ca: Mou l'enllaç a:

# #70556
source: %d links in folder
ca: %d enllaços a la carpeta

# #70557
source: Save link
ca: Guardar enllaç

# #70558
source: Select color:
ca: Seleccionar color:

# #70559
source: Now in Theatres
ca: Ara als cinemes

# #70560
source: Movies by Genre
ca: Per Gèneres

# #70561
source: Search Similar
ca: Cerca similars

# #70562
source: Enable AutoPlay on all supported channels
ca: Habilitar AutoPlay a tots els canals suportats

# #70570
source: Search with current selection
ca: Cerca amb la selecció actual

# #70571
source: Modify current selection
ca: Modifica la selecció actual

# #70572
source: Modify from All
ca: Modificar des de Tot

# #70573
source: Modify starting from None
ca: Modificar començant per Cap

# #70574
source: Modify starting from Castellano
ca: Modificar a partir del Castellà

# #70575
source: Modify starting from Latino
ca: Modificar començant per Llati

# #70576
source: Modify starting from Italian
ca: Modificar començant per Italià

# #70577
source: Modify starting from
ca: Modificar a partir de

# #70741
source: Search %s
ca: Cerca %s

# #70742
source: Movies by Year
ca: Pel·lícules per any

# #70743
source: Series by Year
ca: Sèrie per any

# #70744
source: %s channels remaining
ca: Queden %s canals

# #70745
source: Enter another year...
ca: Entra un altre any...

# #70746
source: When playback ends
ca: Quan acabi la reproducció

# #70747
source: Hide server selection
ca: Amaga la selecció del servidor

# #70748
source: Watch the next episode
ca: Veure el següent episodi

# #70749
source: Seconds before notification
ca: Segons abans de la notificació

# #70750
source: Next Episode in
ca: Següent episodi a

# #70751
source: seconds
ca: segons

# #70752
source: Do nothing
ca: No fer res

# #70753
source: Playback actions
ca: Accions en reproduir

# #70754
source: Compact mode
ca: Mode compacte

# #70755
source: Coming up...
ca: Pujant...

# #70756
source: WATCH NOW
ca: VEURE ARA

# #70757
source: CANCEL
ca: CANCEL · LAR

# #70758
source: Relevant tutorials
ca: Tutorials rellevants

# #70759
source: Install an external browser
ca: Instal·leu un navegador extern

# #70760
source: (click to use [I]%s[/I])
ca: (feu clic per utilitzar [I]%s[/I])

# #70761
source: Report an error
ca: Notifiqueu un error

# #70762
source: Alfa Mobile Assistant Manual (helper tool)
ca: Manual d'Alfa Mobile Assistant (eina de suport)

# #70763
source: Download from channel
ca: Descarregar des del canal

# #70764
source: Enable advanced download system
ca: Habilitar sistema de descàrrega avançat

# #70765
source: Configure episode renumbering...
ca: Configurar renumeració d'episodis...

# #70766
source: No series have been found, search for series and press 'Renumber' in the context menu.
ca: No s'han trobat sèries, busca una sèrie i pulsa 'Renumerar' al menú contextual.

# #70767
source: Are you sure you want to remove the renumbering?
ca: Esteu segur que voleu eliminar la renumeració?

# #70768
source: Press 'Yes' to remove renumbering from [COLOR blue]{}[/COLOR], press 'No' or close the window to do nothing.
ca: Premeu 'Si' per eliminar la renumeració de [COLOR blue]{}[/COLOR], premeu 'No' o tanqueu la finestra per no fer res.

# #70769
source: Enter the season number
ca: Introduïu el número de la temporada

# #70770
source: Season has not been added
ca: No s'hi ha afegit la temporada

# #70771
source: It already exists, edit the existing one
ca: Ja existeix, editeu l'existent

# #70772
source: Enter the episode number from which the season starts
ca: Introduïu el número d'episodi des del que comença la temporada

# #70773
source: The first season that is added always starts at "0" episodes, the second season that is added starts at the total number of episodes of the first season, the third season will be the sum of the episodes of the previous seasons and so on.
ca: La primera temporada que s'afegeix sempre comença a "0" episodis, la segona temporada que s'afegeix comença al nombre total d'episodis de la primera temporada, la tercera temporada serà la suma dels episodis de les temporades prèvies i així successivament.

# #70774
source: Example of a series divided into several seasons
ca: Exemple d'una sèrie dividida en diverses temporades

# #70775
source: Example of the first season of the sequel of a series that continues at the next chapter number in which the last season of the original series ends
ca: Exemple de la primera temporada de la seqüela d'una sèrie que continua al següent número de capítol en què acaba la darrera temporada de la sèrie original
