Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Catalan/strings.po
Languages: ca

# #60322
source: You have %s seconds
ca: Tens %s segons

# #60323
source: Press the button to be used to open the window
ca: Prem la tecla a fer servir per obrir la finestra

# #60324
source: You have %s seconds
ca: Tens %s segons

# #60325
source: Key saved
ca: Tecla desada

# #60326
source: Restart Kodi to apply changes
ca: Reinicia Kodi perquè s'apliquin els canvis

# #60327
source: News
ca: Novetats

# #60328
source: Channels
ca: Canals

# #60329
source: Search
ca: Cercador

# #60330
source: Favorites
ca: Preferits

# #60331
source: Videolibrary
ca: Videoteca

# #60332
source: Downloads
ca: Descàrregues

# #60333
source: Configuration
ca: Configuració

# #60334
source: Password for adult channels
ca: Contrasenya per a canals d'adults

# #60335
source: Watch in
ca: Veure dins

# #60336
source: Download in
ca: Descarregar a

# #60337
source: alfa-MCT: adf.ly not supported
ca: alfa-MCT: Sense suport adf.ly

# #60338
source: The script does not support adf.ly URL shortener
ca: L'script no soporta l'acortador d' urls adf.ly.

# #60339
source: No supported servers were found
ca: No s'han trobat servidors compatibles

# #60342
source: Download completed:
ca: Descàrrega Complerta:

# #60343
source: Kodi has closed the video.
ca: Kodi Ha tencar el video.

# #60344
source: Continue with session?
ca: Continuar amb la sessió?

# #60345
source: alfa-MCT: Videos list
ca: alfa-MCT: Llista de vídeos

# #60346
source: Delete video downloads
ca: Elimina les baixades de vídeo

# #60347
source: No items to display
ca: No hi ha cap element per mostrar

# #60348
source: Information
ca: Informació

# #60349
source: Go to Main Menu
ca: Anar al Menú principal

# #60350
source: [COLOR yellow]Search in other channels[/COLOR]
ca: [COLOR yellow]Cercar a altres canals[/COLOR]

# #60351
source: [COLOR 0xffccff00]Set as homepage[/COLOR]
ca: [COLOR 0xffccff00]Definir como pagina de inicio[/COLOR]

# #60352
source: Add TV show to videolibrary
ca: Afegir sèrie a Videoteca

# #60353
source: Add movie to videolibrary
ca: Afegeix pel·lícula a Videoteca

# #60354
source: Download movie
ca: Descarregar pel·lícula

# #60355
source: Download TV show
ca: Descarregar sèries

# #60356
source: Download episode
ca: Descarregar episodi

# #60357
source: Download season
ca: Descarregar temporada

# #60358
source: Open settings
ca: Obrir Configuració

# #60359
source: Search trailer
ca: Cercar trailer

# #60360
source: [COLOR 0xffccff00]<Quick Menu>[/COLOR]
ca: [COLOR 0xffccff00]<Menú Ràpid>[/COLOR]

# #60361
source: Super favourites menu
ca: Menú Favorits

# #60362
source: You can't watch this video because...
ca: No pots mirar aquest vídeo perquè ...

# #60363
source: The server on which it is hosted
ca: El servidor on està allotjat

# #60364
source: is not yet supported in Alfa
ca: encara no és compatible amb Alfa

# #60365
source: Loading video...
ca: S'està carregant el vídeo ...

# #60366
source: External plugin: %s
ca: Plugin extern: %s

# #60376
source: Video information
ca: Informació del vídeo

# #60377
source: Title:
ca: Títol:

# #60378
source: Original title:
ca: Títol original:

# #60379
source: Original language:
ca: Idioma original:

# #60380
source: Score:
ca: Puntuació:

# #60381
source: Release:
ca: Llançament:

# #60382
source: Genres:
ca: Gèneres:

# #60383
source: Series:
ca: Sèrie:

# #60384
source: Season title:
ca: Títol temporada:

# #60385
source: Season:
ca: Temporada:

# #60386
source: Episode:
ca: Episodi:

# #60387
source: Emission:
ca: Emisió:

# #60388
source: Summary:
ca: Sinopsis:

# #60389
source: Updating videolibrary....
ca: Actualitzant videoteca....

# #60390
source: AutoPlay settings
ca: Configurar AutoPlay

# #60391
source: Autoplay
ca: Reproducció automàtica

# #60392
source: Full reset of the %s add-on. [COLOR red]Attention: This function completely resets the add-on.[/COLOR]
ca: Reinici total d l'addon% s. [COLOR red] Atenció aquesta funció restableix completament el plugin.[/COLOR]

# #60395
source: Are you sure you want to reset all settings of %s ?
ca: Esteu segur que voleu reiniciar tota la configuració de% s?

# #60396
source: Cancel
ca: Cancel-lar

# #60397
source: Confirm
ca: Confirma

# #60398
source: Settings were resetted successfully!
ca: Restablir configuració ha estat configurat correctament

# #60399
source: AutoPlay allows you to auto play links directly, based on your server settings and preferred qualities.
ca: AutoPlay us permet accedir automàticament als vincles directament, segons la configuració del servidor i les qualitats preferides.

# #60403
source: more than 2 Gb
ca: mes gran de 2 Gb

# #60404
source: Select cache settings
ca: Tria la configuració de la memòria cau

# #60405
source: [COLOR orange]Cache Set for 512 Mega RAM[/COLOR]
ca: [COLOR orange]Memória cau configurada a 512 Mega de RAM[/COLOR]

# #60406
source: [COLOR orange]Cache Set for 1 Gb RAM[/COLOR]
ca: [COLOR orange]Memória cau configurada a 1 Gb di RAM[/COLOR]

# #60407
source: [COLOR orange]Cache Set for 2 Gb RAM[/COLOR]
ca: [COLOR orange]Memória cau configurada a 2 Gb di RAM[/COLOR]

# #60408
source: [COLOR orange]Cache Set higher than 2 Gb of RAM[/COLOR]
ca: [COLOR orange]CMemória cau configurada a mes de 2 GB de RAM[/COLOR]

# #60410
source: An advancedsettings.xml file has been created
ca: S'ha creat un fitxer advancedsettings.xml

# #60411
source: with the ideal streaming configuration.
ca: amb la configuració de transmissió ideal.

# #60412
source: Choose channels to include
ca: Trieu els canals per incloure

# #60413
source: [COLOR yellow]New movie search...[/COLOR]
ca: [COLOR yellow]Nova recerca de pel-lícula ...[/COLOR]

# #60414
source: [COLOR yellow]New TV show search...[/COLOR]
ca: [COLOR yellow]Nova recerca de sèries[/COLOR]

# #60415
source: [COLOR green]Other settings[/COLOR]
ca: [COLOR green]Altres configuracions[/COLOR]

# #60416
source: Delete saved searches
ca: Suprimeix les cerques desades

# #60417
source: [COLOR red]Delete search history[/COLOR]
ca: [COLOR red]Esborrar el historial de les Cerques[/COLOR]

# #60418
source: Select channels to include in search
ca: Trieu canals per incloure a la cerca

# #60419
source: Delete saved searches
ca: Suprimeix les cerques desades

# #60420
source: More search options
ca: Més opcions de cerca

# #60421
source: Channels included in the global search
ca: Canals inclosos a la cerca global

# #60422
source: Search
ca: Cercant

# #60423
source: Search
ca: Cercant

# #60424
source: Searches have been cleared correctly
ca: La clau de cerca s'ha suprimit correctament

# #60425
source: Channel search
ca: Cercar canal

# #60426
source: FILTER: Configure
ca: FILTRE: Configurar

# #60427
source: FILTER: Add '%s'
ca: FILTRE: Afegir '%s'

# #60428
source: FILTER: Delete '%s'
ca: FILTRE: Esborrar '%s'

# #60429
source: [COLOR %s]TV shows filter settings...[/COLOR]
ca: [COLOR %s]Configuració del filtre per a sèries de televisió...[/COLOR]

# #60430
source: FILTER: Delete '%s'
ca: FILTRE: Esborrar '%s'

# #60431
source: and quality %s
ca: y qualitat %s

# #60432
source: [COLOR %s]No results in this language '%s'%s, click to show without filter[/COLOR]
ca: [COLOR %s]No hi ha cap resultat en aquest idioma '%s'%s, feu clic per mostrar sense filtre[/COLOR]

# #60433
source: (disabled)
ca: (desactivat)

# #60434
source: Configure [COLOR %s][%s][/COLOR]%s
ca: Configurar [COLOR %s][%s][/COLOR]%s

# #60435
source: No filters exist, search for a TV show and select 'FILTER: Configure' on the context menu
ca: No hi ha filtres, cerqueu una sèrie de televisió i feu clic al menú contextual 'FILTRE: Configura'

# #60436
source: Spanish
ca: Espanyol

# #60437
source: Delete
ca: Esborrar

# #60438
source: ¿Enable / disable filter?
ca: ¿Activa / desactiva el filtre?

# #60439
source: Language
ca: Idioma

# #60440
source: Allowed quality
ca: Qualitat permesa

# #60441
source: Filter links for: [COLOR %s]%s[/COLOR]
ca: Enllaços de filtre per a :[COLOR %s]%s[/COLOR]

# #60442
source: Are you sure you want to delete the filter?
ca: Esteu segur que voleu eliminar el filtre?

# #60443
source: Click 'Yes' to remove the filter from [COLOR %s]%s[/COLOR], click 'No' or close the window to do nothing.
ca: Feu clic a "Sí" per eliminar el filtre de [COLOR% s]% s [/ COLOR], feu clic a "No" o tanqueu la finestra per no fer res.

# #60444
source: FILTER DELETED
ca: FILTRE ELIMINAT

# #60445
source: Failed to save to disk
ca: Error al desar al disc

# #60446
source: FILTER SAVED
ca: FILTRE DESAT

# #60448
source: - How do I report an error?
ca: - Com reporta un error?

# #60449
source: - Is it possible to enable/disable channels?
ca: - És possible habilitar / desactivar els canals?

# #60450
source: - Is autosync with Trakt possible?
ca: - És possible la sincronització automàtica amb Trakt?

# #60451
source: - Is it possible to show all results at once in the global search?
ca: - És possible mostrar tots els resultats junts en la cerca global?

# #60452
source: - Links take too long to show up.
ca: - Els enllaços triguen massa a aparèixer.

# #60453
source: - The content search is not performed correctly.
ca: - La cerca de contingut no es realitza correctament.

# #60454
source: - Some channel or channels don't work properly.
ca: - Alguns canals no funcionen correctament.

# #60455
source: - The videolibrary does not update correctly.
ca: - La biblioteca no s'actualitza correctament.

# #60456
source: - Links of interest
ca: - Enllaços d'interès

# #60458
source: The disabling can be done in 'Settings>Turn on/off channels'. You can toggle channels on/off one at a time or all at the same time. Want to manage your channels now?
ca: La desactivació es pot fer a "Configuració> Activar / desactivar els canals". Podeu activar o desactivar els canals a la vegada o al mateix temps. Voleu gestionar els vostres canals ara?

# #60459
source: Currently it is possible to activate the synchronization (silent). after having marked an episode as 'as watched' (this happens automatically). This option can be enabled in 'Settings>Library Settings'. Do you want access to these settings?
ca: Actualment és possible activar la sincronització (en silenci). després d'haver marcat un episodi com "vist" (això passa automàticament). Aquesta opció es pot activar a "Configuració> Configuració de la biblioteca". Voleu accedir a aquesta configuració?

# #60460
source: This can be improved by limiting the maximum number of links or by displaying them in a Pop-Up window. These settings can be found in 'Settings>Library Settings Do you want to access these settings?
ca: Això es pot millorar limitant el nombre màxim de enllaços o mostrant-los en una finestra emergent. Aquesta configuració es pot trobar a "Configuració> Configuració de la biblioteca Voleu accedir a aquesta configuració?

# #60462
source: You may not have written the library path correctly in 'Settings>Preferences'. Il The specified path must be exactly the same as the 'source' entered in 'Archive' of the Kodi library. AVANZATO: This path is also found in 'sources.xml'. There can be problems using some Kodi forks and paths with 'special://'. SPMC, for example, has problems with this, and there doesn't seem to be a solution, as it is an external problem to Alfa that has existed for a long time. You can try solving these problems in 'Settings>Library Settings' by changing the 'Search in' setting from 'The folder of each series' to 'All library'.
ca: És possible que no hàgiu redactat la ruta de la biblioteca correctament a "Configuració> Preferències". Il La ruta especificada ha de ser exactament igual que la 'font' introduïda a 'Arxiu' de la biblioteca Kodi. AVANZATO: aquesta ruta també es troba a 'sources.xml'. Hi ha problemes amb algunes forquilles Kodi i camins amb 'special: //'. SPMC, per exemple, té problemes amb això, i sembla que no hi ha una solució, ja que és un problema extern que Alfa ha existit durant molt de temps. Podeu provar de resoldre aquests problemes a "Configuració> Configuració de la biblioteca" si canvieu la configuració "Cerca a" des de "La carpeta de cada sèrie" a "Totes les biblioteques".

# #60463
source: Maybe the channel's website doesn't work. If the website works, you might not be the first to have the issue and the channel might be already fixed. You can take a look at 'https://alfa-addon.com' (in Spanish) or at the GitHub repository (github.com/alfa-addon/addon). If you don't find a fix for the channel you can report a problem in the forum.
ca: Pot ser que el lloc del canal no funcioni. En el cas que funcioni el lloc, podeu informar el problema a github.

# #60464
source: It is possible that you have updated Alfa recently and that the changes have not been fully applied Well, you can try 'Settings>Other Tools', checking the *_data.json files or reattaching everything to the library again
ca: Pot ser que hagis actualitzat el plugin recentment i que les actualitzacions no s'hagin aplicat del tot bé. Pots provar a 'Configuració'> 'Altres eines', comprovant els arxius * _data.json o tornant a afegir tota la videoteca.

# #60465
source: Do you want to access now to these settings?
ca: Voleu accedir a aquesta configuració?

# #60466
source: Yes, the option to display merged or split results by channels can be found in 'Settings>Global Search Settings>Other Settings'. Do you want access to these settings?
ca: Sí, l'opció per mostrar es va fusionar o dividir Els resultats per canals es poden trobar a 'Configuració> Configuració de cerca global> Altres configuracions'. Voleu accedir a aquesta configuració? ¿Deseas acceder a ahora dichos ajustes?

# #60467
source: To report a problem on'http://alfa-addon.com' you need to:|the version you're using of Alfa.|The version you're using of kodi, mediaserver, etc.|the version and name of the operating system you're using.|The name of the skin (in case you're using Kodi) and whether using the default skin has solved the problem.|Description of the problem and any test cases.To activate the log in detailed mode, go to:|Configuration.|Preferences.|In the General tab - Check the option: Generate detailed log. The detailed log file can be found in the following path: %s
ca: Per informar d'un problema a https: / / alpha-addon.com ", necessiteu: | la versió que feu servir d'Alfa. | La versió que utilitzeu del codi, el intermediari, etc. | la versió i el nom de el sistema operatiu que esteu utilitzant. El nom de la pell (en cas d'estar utilitzant Kodi) i l'ús de la pell predeterminada ha resolt el problema. Descripció del problema i qualsevol cas de prova. Per activar el registre detallat mode, vés a: | Configuració | Preferències | A la pestanya General - Marqueu l'opció: Genera registre detallat. El fitxer de registre detallat es pot trobar a la següent ruta d'accés:

# #60468
source: You can find our Telegram channel at @alfa_addon If you have doubts you can write to us in the Forum: http://alfa-addon.com
ca: Podeu trobar el nostre canal Telegram a @alfa_addon Si teniu dubtes, podeu escriure'ns al Fòrum: http://alfa-addon.com

# #60469
source: Uploading new data
ca: S'estan carregant noves dades

# #60470
source: Buscando en Tmdb.......
ca: Cercant a Tmdb.......

# #60471
source: No results, missing information about the year of the video
ca: Sense resultats, falta informació sobre l'any del vídeo

# #60472
source: There is no information on the %s required
ca: No hi ha cap informació sobre %s requerida

# #60473
source: No results
ca: Sense resultats

# #60474
source: There is no information on the %s required
ca: No hi ha cap informació sobre %s requerida

# #60475
source: Filmaffinity recording.......
ca: Registrant filmaffinity.......

# #60476
source: [COLOR yellow][B]There is no information about this movie...[/B][/COLOR]
ca: [COLOR yellow][B]No hi ha informació sobre aquesta pel·lícula...[/B][/COLOR]

# #60477
source: Important recommendations.......
ca: Recomanacions importants ...

# #60478
source: [COLOR aquamarine][B]Completated %s[/B][/COLOR]
ca: [COLOR aquamarine][B]Finalitzada %s[/B][/COLOR]

# #60479
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
ca: [COLOR aquamarine][B]En emissió %s[/B][/COLOR]

# #60480
source: (Seasons: %s)
ca: (Temporades: %s)

# #60481
source: Picture collection on FANART.TV
ca: Recollida de fotos a FANART.TV

# #60482
source: Tuned Instruments in Vtunes
ca: Instruments sintonitzats a Vtunes

# #60483
source: Picture collection on FANART.TV
ca: Recollida de fotos a FANART.TV

# #60484
source: [COLOR red][B]Update Kodi to its latest version[/B][/COLOR]
ca: [COLOR red][B]Actualitza Kodi a la seva última versió[/B][/COLOR]

# #60485
source: [COLOR skyblue]for detailed info[/COLOR]
ca: [COLOR skyblue]per a més informació[/COLOR]

# #60486
source: Uploading new information
ca: S'està carregant la informació nova

# #60487
source: Search in Tmdb.......
ca: Cerca a Tmdb ......

# #60488
source: No information...
ca: Sense informació ...

# #60489
source: [COLOR limegreen][B]Production company: [/B][/COLOR]
ca: [COLOR limegreen][B]Productora: [/B][/COLOR]

# #60490
source: [COLOR limegreen][B]Country: [/B][/COLOR]
ca: [COLOR limegreen][B]País: [/B][/COLOR]

# #60491
source: [COLOR limegreen][B]Preview: [/B][/COLOR]
ca: [COLOR limegreen][B]preestrena: [/B][/COLOR]

# #60492
source: [COLOR limegreen][B]Seasons/Episodes: [/B][/COLOR]
ca: [COLOR limegreen][B]Temporades/Episodis: [/B][/COLOR]

# #60493
source: [COLOR orange][B]Is there the tv series you're looking for?[/B][/COLOR]
ca: [COLOR orange][B]Hi ha la sèrie que estàs buscant?[/B][/COLOR]

# #60494
source: [COLOR orange][B]Is there the movie you are looking for?[/B][/COLOR]
ca: [COLOR orange][B]¿Aquesta es la pel·lícula que busques?[/B][/COLOR]

# #60495
source: [COLOR tomato][B]Close[/B][/COLOR]
ca: [COLOR tomato][B]Tancar[/B][/COLOR]

# #60496
source: Loading results
ca: Carregant resultats

# #60497
source: Wait........
ca: Esperi........

# #60498
source: [COLOR orange][B]Select...[/B][/COLOR]
ca: [COLOR orange][B]Selecciona...[/B][/COLOR]

# #60500
source: Nothing to play
ca: Res per reproduïr

# #60501
source: [COLOR orange][B]Department[/B][/COLOR]
ca: [COLOR orange][B]repartiment[/B][/COLOR]

# #60502
source: Uploading new data
ca: Carregant noves dades

# #60503
source: Loading data from the %s...
ca: Obtenint dedes del %s...

# #60504
source: No information
ca: Sense informació

# #60505
source: [COLOR rosybrown]Uploading filmography...[/COLOR]
ca: [COLOR rosybrown]Obtenint filmografia...[/COLOR]

# #60506
source: [COLOR plum]Picture collection...[/COLOR]
ca: [COLOR plum]Recopilant imatge...[/COLOR]

# #60508
source: [COLOR tomato]Video not available[/COLOR]
ca: [COLOR tomato]Vídeo no disponible[/COLOR]

# #60509
source: Movies
ca: Pel·lícules

# #60510
source: Kids
ca: Per nens

# #60511
source: TV series Episodes
ca: Episodis de sèries

# #60512
source: Anime Episodes
ca: Episodis de anime

# #60513
source: Documentaries
ca: Documentals

# #60514
source: Channels included in: %s
ca: Canals inclosos a: %s

# #60515
source: Simultaneous search deactivated
ca: S'ha desactivat la cerca simultània

# #60516
source: Simultaneous novelty search provides
ca: Es proporciona una cerca de novetat simultània

# #60517
source: higher speed and its deactivation is advisable only in case of failure.
ca: La velocitat màxima i la seva desactivació són aconsellables només en cas d'avaria.

# #60518
source: Would you like to activate the simultaneous search now?
ca: Voleu activar la cerca simultània ara?

# #60519
source: Channel search...
ca: Buscant canals ...

# #60520
source: Search in '%s'...
ca: Buscant en '%s'...

# #60521
source: Completed in %d/%d channels...
ca: Finalitzat en %d/%d Canals...

# #60522
source: Results obtained: %s | Time: %2.f seconds
ca: Resultats obtinguts:% s | Temps: %2.f segons

# #60523
source: (In %s and %s)
ca: (Amb %s i %s)

# #60524
source: (In %s)
ca: (A %s)

# #60525
source: Channels included in:
ca: Canals inclosos en:

# #60526
source: - Movies
ca: - Pel·lícules

# #60527
source: - Kids
ca: - Per nens

# #60528
source: - Series Tv Episodes
ca: - Episodis de sèries

# #60529
source: - Anime Episodes
ca: - Episodis d' anime

# #60530
source: - Documentaries
ca: - Documentals

# #60531
source: Other Settings
ca: Altres configuracions

# #60532
source: Configuration -- News
ca: Configuració -- Novetats

# #60533
source: Channels included in News
ca: Canals inclosos a les notícies

# #60534
source: Last 2 months
ca: Últims 2 mesos

# #60535
source: Preferences
ca: Preferencies

# #60536
source: Special settings
ca: Configuracions especials

# #60537
source: Channel settings
ca: Configuració del canal

# #60538
source: Server settings
ca: Configuració del servidor

# #60539
source: Settings for the 'News' section
ca: Configuració de la secció "Notícies"

# #60540
source: Global search settings
ca: Configuració de cerca global

# #60541
source: Download settings
ca: Configuració Descàrregues

# #60542
source: Videolibrary settings
ca: Configuració de la videoteca

# #60544
source: More Options
ca: Més opcions

# #60545
source: Activate/deactivate channels
ca: Activar/desactivar canals

# #60546
source: Channel settings
ca: Ajustes por canals

# #60547
source: Channel Configuration '%s'
ca: Configuració del canal '%s'

# #60548
source: HChannel Options
ca: Eines de Canals

# #60549
source: Check the files * _data.json
ca: Comprovar arxius *_data.json

# #60550
source: Servers locked
ca: Servidors bloquejats

# #60551
source: Favorite servers
ca: Servidors favorits

# #60552
source: Debriders settings
ca: Ajustar debriders:

# #60553
source: Server configuration '%s'
ca: Configuració del servidor '%s'

# #60554
source: Server settings
ca: Ajustos de servidors

# #60557
source: Saving configuration
ca: Guardant configuració...

# #60558
source: Please wait.
ca: Esperi un moment si us plau.

# #60559
source: Saving configuration...%s
ca: Guardant configuració...%s

# #60560
source: - [COLOR red] CORRECTED!![/COLOR]
ca: - [COLOR red] CORREGIT!![/COLOR]

# #60561
source: Saving configuration...
ca: Guardant configuració...

# #60562
source: Please wait
ca: Esperi un moment si us plau

# #60563
source: Saving configuration...
ca: S'està desant la configuració ...

# #60564
source: Channel Options
ca: Opcions de canal

# #60565
source: Check the files * _data.json
ca: Comproveu els fitxers * _data.json

# #60566
source: Videolibrary options
ca: Eines de videoteca

# #60567
source: Overwrite the entire video library (strm, nfo and json)
ca: Sobreescriu tota la biblioteca de vídeo (strm, nfo i json)

# #60568
source: Search for new episodes and update the video library
ca: Cerqueu nous episodis i actualitzeu la biblioteca de vídeos

# #60569
source: - There are no default settings
ca: - No hi ha cap configuració predeterminada

# #60570
source: | Error Detail: %s
ca: | Detalls de l'error: %s

# #60571
source: - [COLOR red] Default settings cannot be loaded![/COLOR]
ca: - [COLOR red] Impossible carregar el ajustos per defecte ![/COLOR]

# #60572
source: Ask
ca: Demanar

# #60577
source: Order Servers
ca: Ordenar servidors

# #60578
source: Server #%s
ca: Servidor #%s

# #60580
source: A saving error occurred
ca: S'ha produït un error d'estalvi

# #60581
source: Overwriting the entire video library
ca: Sobreescriu tota la biblioteca de vídeo

# #60582
source: This may take some time.
ca: Això pot trigar un temps.

# #60583
source: Do you want to continue?
ca: Voleu continuar?

# #60584
source: Overwriting the video library...TV SERIES
ca: Sobreescriure la biblioteca de video ... SERIE TV

# #60586
source: Overwriting the video library...MOVIES
ca: Sobreescriu la biblioteca de vídeos ... MOVIES

# #60587
source: Video library update....
ca: Actualització videoteca ....

# #60588
source: - Settings created
ca: - Ajustos creats

# #60589
source: - - No correction necessary
ca: - - No necessita correcció
