Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Spanish (Argentina)/strings.po
Languages: es_es

# #70256
source: What client do you want to use to play torrent?
es_es: ¿Qué cliente quiere usar para reproducir torrent?

# #70257
source: Settings -- Torrent
es_es: configuración -- Torrent

# #70258
source: Alfa Started
es_es: Alfa Iniciado

# #70259
source: The URL to access is http://%s:%s
es_es: La URL para acceder es http://%s:%s

# #70260
source: WebSocket Server started in ws: //% s:% s
es_es: WebSocket Server iniciado en ws://%s:%s

# #70261
source: Stopping the HTTP server ...
es_es: Deteniendo el servidor HTTP...

# #70262
source: Stopping the Websocket server ...
es_es: Deteniendo el servidor WebSocket...

# #70263
source: Alfa stopped
es_es: Alfa Detenido

# #70264
source: Enter the username and password to access Alfa
es_es: Introduce el nombre de usuario y clave para acceder a Alfa

# #70265
source: The data entered is not correct!
es_es: ¡Los datos introducidos no son correctos!

# #70266
source: The search for% s did not match.
es_es: La busqueda de %s no dio resultados.

# #70269
source: Search new episodes now
es_es: Buscar nuevos episodios ahora

# #70270
source: Videolibrary movies
es_es: Videoteca de películas

# #70271
source: Videolibrary Tv Shows
es_es: Videoteca de series

# #70272
source: Activate premium account
es_es: Activar cuenta premium

# #70273
source: Choose included channels
es_es: Elegir canales incluidos

# #70274
source: Alternative search
es_es: Búsqueda alternativa

# #70275
source: Add Torrent channels in search
es_es: Incluir en la búsqueda canales Torrent

# #70276
source: Search by title
es_es: Buscar por titulo

# #70277
source: MediaServer Language (Restart Required)
es_es: Idioma MediaServer (Reinicio Requerido)

# #70278
source: Rename
es_es: Renombrar

# #70279
source: You can try downloading the 'libtorrent' module from Kodi or installing some addon like 'Quasar' or 'Torrenter', which will appear among the options in the pop-up when it appears when clicking on a torrent link. 'Torrenter 'It's more complex but also more complete and it always works.'
es_es: Puedes probar descargando el modulo 'libtorrent' de Kodi o instalando algun addon como 'Quasar' o 'Torrenter', los cuales apareceran entre las opciones de la ventana emergente que aparece al pulsar sobre un enlace torrent. 'Torrenter' es más complejo pero también más completo y siempre funciona.

# #70280
source: - Torrent Links don't work.
es_es: - Los enlaces Torrent no funcionan.

# #70281
source: Do you want to show these links?
es_es: ¿Desea mostrar estos enlaces?

# #70282
source: Searching in %s
es_es: Buscando en %s

# #70283
source: movie
es_es: pelicula

# #70284
source: %.2f%% of %.1fMB %s | %.1f kB/s
es_es: %.2f%% de %.1fMB %s | %.1f kB/s

# #70285
source: Configure News
es_es: Configurar Novedades

# #70286
source: Configure Search
es_es: Configurar Buscador

# #70287
source: Configure VideoLibrary
es_es: Configurar Videoteca

# #70288
source: Configure Downloads
es_es: Configurar Descargas

# #70291
source: Error, during conversion
es_es: Error, en conversión

# #70292
source: [%s] File no longer exist on this server.
es_es: [%s] El archivo ya no está presente en el servidor.

# #70293
source: [%s] The file is processing or has been deleted.
es_es: [%s] El archivo de video todavía se está procesando o se ha eliminado.

# #70294
source: [%s] Link Not valid.
es_es: [%s] Enlace no válido.

# #70295
source: [%s] Premium account needed.
es_es: [%s] Debes tener una cuenta premium.

# #70296
source: [%s] Internal server error.
es_es: [%s] Error interno del servidor.

# #70297
source: [%s] File is awaiting for moderation.
es_es: [%s] El video está esperando por moderación.

# #70298
source: [%s] The number of allowed reproductions has been exceeded.
es_es: [%s] Se ha excedido el número de reproducciones permitidas.

# #70299
source: [%s] You do not have permission to access this file.
es_es: [%s] No tienes permiso para acceder a este video.

# #70300
source: [%s] Too many connections to the server, try later.
es_es: [%s] Demasiadas conexiones al servidor, inténtelo después.

# #70301
source: [%s] File deleted for infringement.
es_es: [%s] Archivo eliminado por infracción.

# #70302
source: [%s] This server only works from Kodi 17.
es_es: [%s] Este conector solo funciona a partir de Kodi 17.

# #70303
source: [%s] This server does not work with your version of Plex, try to update it.
es_es: [%s] Este conector no funciona con tu versión de Plex, intenta actualizarla.

# #70304
source: [%s] This server requires updating python to version 2.7.9 or higher.
es_es: [%s] Este conector requiere actualizar python a la versión 2.7.9 o superior.

# #70305
source: Search in channels
es_es: Buscar en canales

# #70306
source: Movies by Genre
es_es: Películas por Generos

# #70307
source: Most popular Movies
es_es: Películas mas populares

# #70308
source: Top rated Movies
es_es: Películas mejor valoradas

# #70309
source: Movies Now in Theatres
es_es: Películas Ahora en cines

# #70310
source: Series by Genre
es_es: Series por Generos

# #70311
source: Series most polupar
es_es: Series mas populares

# #70312
source: Series in progress
es_es: Series en emisión

# #70313
source: Top rated Series
es_es: Series mejor valoradas

# #70314
source: Actors/Actresses
es_es: Actores/Actrices

# #70315
source: Recommendations
es_es: Recomendaciones

# #70316
source: List of Images
es_es: Lista de Imágenes

# #70317
source: Listen to BSO - List of songs
es_es: Escuchar BSO - Lista de canciones

# #70318
source: Manage your trakt account
es_es: Gestionar con tu cuenta Trakt

# #70319
source: Filming equipment
es_es: Equipo de rodaje

# #70320
source: Filter search
es_es: Filtra la búsqueda

# #70321
source: [MAL] Add to your lists/%s
es_es: [MAL] Añadir a tus listas/%s

# #70322
source: [MAL] in your list of [COLOR %s]%s[/COLOR] Do you want to change?/%s
es_es: [MAL] En tu lista de [COLOR %s]%s[/COLOR]. ¿Cambiar?/%s

# #70323
source: [Trakt] Manage your account
es_es: [Trakt] Gestionar con tu cuenta

# #70324
source: [FA] My vote: %s ---> Change?
es_es: [FA] Mi voto: %s ---> ¿Cambiar?

# #70325
source: [FA] Vote %s
es_es: [FA] Votar %s

# #70326
source: [FA] Add or remove from a user list
es_es: [FA] Añadir o quitar de una lista de usuario

# #70327
source: It's part of: %s
es_es: Es parte de: %s

# #70328
source: %ss similarar
es_es: %ss similares

# #70329
source: User and/or passwords not configured
es_es: Usuario y/o contraseñas no configurados

# #70330
source: Error in the user and/or password. Check your credentials
es_es: Error en el usuario y/o contraseña. Comprueba tus credenciales

# #70331
source: Error during login. Check your credentials
es_es: Error durante el login. Comprueba tus credenciales

# #70332
source: My votes
es_es: Mis votaciones

# #70333
source: Add new list
es_es: Añadir una nueva lista

# #70334
source: Action completed successfully
es_es: Acción completada con éxito

# #70335
source: Error, something has failed during the process
es_es: Error, algo ha fallado durante el proceso

# #70336
source: Vote %s
es_es: Votar %s

# #70337
source: Vote completed successfully
es_es: Voto contabilizado con éxito

# #70338
source: List created correctly
es_es: Lista creada correctamente

# #70339
source: Fanart.tv website not available. Retry
es_es: Web de Fanart.tv no disponible. Vuelve a intentarlo

# #70340
source: No images available
es_es: No hay imágenes disponibles

# #70341
source: [Trakt] Mark %s as not seen
es_es: [Trakt] Marcar %s como no vista

# #70342
source: [Trakt] Mark %s as seen
es_es: [Trakt] Marcar %s como vista

# #70343
source: [Trakt] Remove %s from your watchlist
es_es: [Trakt] Eliminar %s de tu watchlist

# #70344
source: Add to %s your watchlist
es_es: [Trakt] Añadir %s a tu watchlist

# #70345
source: [Trakt] Remove %s from your collection
es_es: [Trakt] Eliminar %s de tu colección

# #70346
source: [Trakt] Add %s to your collection
es_es: [Trakt] Añadir %s a tu colección

# #70347
source: Action performed correctly
es_es: Acción realizada correctamente

# #70348
source: An error occurred in process
es_es: Hubo error en el proceso

# #70349
source: List sorted by %s. Change order?
es_es: Lista ordenada por %s. ¿Cambiar orden?

# #70350
source: Search in alfa: %s
es_es: Buscar en alfa: %s

# #70351
source: Search alternative title: %s
es_es: Buscar por título alternativo: %s

# #70352
source: Search title in english: %s
es_es: Buscar por su título en inglés: %s

# #70353
source: Vídeos (Episodes, Trailers...)
es_es: Vídeos (Episodios, Trailers...)

# #70354
source: Characters/Staff
es_es: Personajes/Staff

# #70355
source: Prequel: %s
es_es: Precuela: %s

# #70356
source: Sequel: %s
es_es: Secuela: %s

# #70357
source: Alternative version: %s
es_es: Versión alternativa: %s

# #70358
source: Recommendations TMDB
es_es: Recomendaciones TMDB

# #70359
source: Recommendations MyAnimeList
es_es: Recomendaciones MyAnimeList

# #70360
source: [COLOR %s][Without subs in castellan][/COLOR]
es_es: [COLOR %s][Sin subs en castellano][/COLOR]

# #70361
source: >> More Episodes
es_es: >> Más Episodios

# #70362
source: Episodes
es_es: Episodios

# #70363
source: Trailers/Promotions
es_es: Tráilers/Promocionales

# #70364
source: Winter
es_es: Invierno

# #70365
source: Spring
es_es: Primavera

# #70366
source: Summer
es_es: Verano

# #70367
source: Fall
es_es: Otoño

# #70368
source: (New)
es_es: (Nuevos)

# #70369
source: (Continuation)
es_es: (Continuación)

# #70370
source: Characters/Benders
es_es: Personajes/Dobladores

# #70372
source: Secondary
es_es: Secundario

# #70373
source: Animes where it appears:
es_es: Animes donde aparece:

# #70374
source: Give voice to/in:
es_es: Da voz a/en:

# #70375
source: Staff in animes:
es_es: Staff en animes:

# #70376
source: Info in AniDB [COLOR %s]%s[/COLOR]
es_es: Info en AniDB [COLOR %s]%s[/COLOR]

# #70377
source: - [COLOR %s]Fansubs in spanish:[/COLOR]
es_es: - [COLOR %s]Fansubs en español:[/COLOR]

# #70378
source: Complete
es_es: Completa

# #70379
source: Finished
es_es: Terminada

# #70380
source: Stalled
es_es: Pausa

# #70381
source: Dropped
es_es: Abandonada

# #70381
source: Myanimelist username and/or password blank
es_es: Usuario y/o contraseña de Myanimelist en blanco

# #70382
source: Currently watching
es_es: Viendo actualmente

# #70383
source: Completed
es_es: Completados

# #70384
source: Pause
es_es: En pausa

# #70385
source: Descarted
es_es: Descartados

# #70386
source: See later
es_es: Ver más adelante

# #70387
source: E = In emission | F = Completed | P = Coming soon
es_es: E=En emisión | F=Finalizado | P=Próximamente

# #70388
source: . Available actions:
es_es: . Acciones disponibles:

# #70389
source: . In your list [COLOR %s]%s[/COLOR]
es_es: . En tu lista [COLOR %s]%s[/COLOR]

# #70391
source: Add to list %s
es_es: Añadir a lista %s

# #70392
source: Rate with a [COLOR %s]%s[/ COLOR]
es_es: Puntuar con un [COLOR %s]%s[/COLOR]

# #70394
source: Action
es_es: Accion

# #70395
source: Sport
es_es: Deportes

# #70396
source: Documentary
es_es: Documental

# #70397
source: Science fiction
es_es: Ciencia Ficción

# #70398
source: Talk Show
es_es: Entrevistas

# #70399
source: Family
es_es: Familia

# #70400
source: Film-Noir
es_es: Cine Negro

# #70401
source: Game-Show
es_es: Concursos

# #70402
source: Mystery
es_es: Intriga

# #70403
source: Biography
es_es: Biografía

# #70404
source: Music
es_es: Música

# #70405
source: History
es_es: Historia

# #70406
source: Reality-TV
es_es: Reality

# #70407
source: War
es_es: Cine Bélico

# #70413
source: 2. Enter this code on the page and click Allow: %s
es_es: 2. Ingresa este código en la página y presiona Allow: %s

# #70414
source: Authentication. Do not close this window!!
es_es: Autentificación. No cierres esta ventana!!

# #70416
source: === Movies ===
es_es: === Peliculas ===

# #70417
source: === TV Shows ===
es_es: === Series ===

# #70418
source: Search language in TMDB
es_es: Idioma de búsqueda en TMDB

# #70419
source: German
es_es: Alemán

# #70420
source: French
es_es: Francés

# #70421
source: Portuguese
es_es: Portugués

# #70422
source: Italian
es_es: Italiano

# #70423
source: Spanish Latin
es_es: Español Latino

# #70424
source: Catalan
es_es: Catalán

# #70425
source: English
es_es: Inglés

# #70426
source: Alternative language for TMDB (No main language synopsis)
es_es: Idioma alternativo para TMDB (No sinopsis idioma principal)

# #70427
source: Language of titles in IMDB
es_es: Idioma de los títulos en IMDB

# #70428
source: Filmaffinity website
es_es: Sitio Web Filmaffinity

# #70432
source: Mexico
es_es: México

# #70434
source: Spain
es_es: España

# #70435
source: User Filmaaffinity (Optional)
es_es: Usuario Filmaffinity (Opcional)

# #70436
source: Password Filmaffinity
es_es: Contraseña Filmaffinity

# #70437
source: Order personal lists of Filmaffinity by:
es_es: Ordenar listas personales de Filmaffinity por:

# #70438
source: Position
es_es: Posición

# #70439
source: Vote
es_es: Voto

# #70440
source: Average grade
es_es: Nota media

# #70441
source: User MyAnimeList (Optional)
es_es: Usuario MyAnimeList (Opcional)

# #70442
source: Password MyAnimeList
es_es: Contraseña MyAnimeList

# #70443
source: Show Hentai in MyAnimeList
es_es: Mostrar Hentais en MyAnimeList

# #70444
source: Profile 3
es_es: Perfil 3

# #70445
source: Profile 2
es_es: Perfil 2

# #70446
source: Profile 1
es_es: Perfil 1

# #70447
source: [%s] The file has been deleted
es_es: [%s] El fichero ha sido borrado

# #70448
source: [%s] The file is still in process
es_es: [%s] El fichero está en proceso todavía

# #70449
source: [%s] The file does not exist or has been deleted
es_es: [%s] El archivo no existe o ha sido borrado

# #70450
source: Anyone
es_es: Cualquiera

# #70451
source: Select one, none or more than one gender
es_es: Selecciona uno, ninguno o más de un género

# #70452
source: Year from
es_es: Año desde:

# #70453
source: Year until
es_es: Año hasta:

# #70454
source: Minimum number of votes
es_es: Número mínimo de votos

# #70455
source: Order by
es_es: Ordenar por

# #70456
source: Popularity Desc
es_es: Popularidad Desc

# #70457
source: Popularity Asc
es_es: Popularidad Asc

# #70458
source: Year Desc
es_es: Año Desc

# #70459
source: Year Asc
es_es: Año Asc

# #70460
source: Desc Rating
es_es: Valoración Desc

# #70461
source: Asc Rating
es_es: Valoración Asc

# #70462
source: Title [A-Z]
es_es: Título [A-Z]

# #70463
source: Title [Z-A]
es_es: Título [Z-A]

# #70464
source: Set as default filter
es_es: Establecer como filtro por defecto

# #70465
source: Key word
es_es: Palabra Clave

# #70466
source: Country
es_es: País

# #70467
source: Select a genre
es_es: Selecciona un género

# #70468
source: Indicate your vote
es_es: Indica tu voto:

# #70469
source: Added
es_es: Añadido

# #70470
source: Premiere
es_es: Estreno

# #70471
source: Duration
es_es: Duración

# #70472
source: Popularity
es_es: Popularidad

# #70473
source: Rating
es_es: Valoración

# #70474
source: Votes
es_es: Votos

# #70475
source: upward
es_es: ascendente

# #70476
source: falling
es_es: descendente

# #70477
source: Upward
es_es: Ascendente

# #70478
source: Falling
es_es: Descendente

# #70479
source: Currently watching
es_es: Viendo Actualmente

# #70480
source: Completed
es_es: Completados

# #70481
source: Anticipated to see
es_es: Previstos para ver

# #70482
source: Kind
es_es: Tipo

# #70483
source: Special
es_es: Especial

# #70485
source: Status
es_es: Estado

# #70486
source: (1) Grotesque
es_es: (1) Grotesca

# #70488
source: (3) Very bad
es_es: (3) Muy mala

# #70489
source: (4) Bad
es_es: (4) Mala

# #70492
source: (7) Good
es_es: (7) Buena

# #70493
source: (8) Very good
es_es: (8) Muy buena

# #70495
source: (10) Masterpiece
es_es: (10) Obra maestra

# #70496
source: The search for
es_es: La busqueda de

# #70497
source: did not match.
es_es: no dio resultados.

# #70498
source: Producer:
es_es: Productora:

# #70499
source: Genre:
es_es: Género:

# #70500
source: Notification([COLOR red][B]Update Kodi to its latest version[/B][/COLOR], [COLOR skyblue]for best info[/COLOR],8000, "http://i.imgur.com/mHgwcn3.png")
es_es: Notification([COLOR red][B]Actualiza Kodi a su última versión[/B][/COLOR], [COLOR skyblue]para mejor info[/COLOR],8000, "http://i.imgur.com/mHgwcn3.png")

# #70501
source: Search did not match (%s)
es_es: La búsqueda no ha dado resultados (%s)

# #70502
source: >> Next
es_es: >> Siguiente

# #70503
source: There is no available video
es_es: No hay ningún vídeo disponible

# #70504
source: Loading trailers...
es_es: Cargando trailers...

# #70505
source: Enter the title to search
es_es: Introduce el título a buscar

# #70506
source: Searching:
es_es: Buscando:

# #70507
source: Search in Youtube
es_es: Búsqueda en Youtube

# #70508
source: Search in Abandomoviez
es_es: Búsqueda en Abandomoviez

# #70510
source: Manual Search in Youtube
es_es: Búsqueda Manual en Youtube

# #70511
source: Manual Search in Abandomoviez
es_es: Búsqueda Manual en Abandomoviez

# #70512
source: Searching in abandomoviez
es_es: Buscando en abandomoviez

# #70513
source: Manual Searching in Filmaffinity
es_es: Búsqueda Manual en Filmaffinity

# #70514
source: Manual Search in Jayhap
es_es: Búsqueda Manual en Jayhap

# #70515
source: [COLOR aquamarine][B]Completed %s[/B][/COLOR]
es_es: [COLOR aquamarine][B]Finalizada %s[/B][/COLOR]

# #70516
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
es_es: [COLOR aquamarine][B]En emisión %s[/B][/COLOR]

# #70517
source: Pre-selected currently activated
es_es: Pre-seleccionar activados actualmente

# #70518
source: Pre-select all
es_es: Pre-seleccionar todos

# #70519
source: Do not pre-select any
es_es: No pre-seleccionar ninguno

# #70520
source: AutoPlay allows auto to reproduce the links directly, based on the configuration of your favorite servers and qualities.
es_es: AutoPlay permite auto reproducir los enlaces directamente, basándose en la configuracion de tus servidores y calidades favoritas.

# #70521
source: You can install the Trakt script below, once installed and configured what you see will be synchronized with your account automatically. Do you want to continue?
es_es: Puedes instalar el script de Trakt a continuacíon, una vez instalado y configurado lo que veas se sincronizara con tu cuenta automaticamente. ¿Deseas continuar?

# #70522
source: No filter
es_es: No filtrar

# #70523
source: %s: The data was restarted
es_es: %s: Los datos fueron reiniciados

# #70524
source: Server error, try later.
es_es: Error de servidor, inténtelo más tarde.

# #70525
source: Configure channel
es_es: Configurar canal

# #70526
source: Verification of counters of videos seen / not seen (uncheck to verify)
es_es: Verificación de los contadores de vídeos vistos/no vistos (desmarcar para verificar)

# #70527
source: My links
es_es: Mis enlaces

# #70528
source: Default folder
es_es: Carpeta por defecto

# #70530
source: You already have this link in the folder
es_es: Ya tienes este enlace en la carpeta

# #70531
source: Saved link
es_es: Guardado enlace

# #70532
source: Folder: %s
es_es: Carpeta: %s

# #70533
source: Rename folder
es_es: Cambiar nombre de la carpeta

# #70534
source: Delete folder
es_es: Eliminar la carpeta

# #70535
source: Move up all
es_es: Mover arriba del todo

# #70536
source: Move up
es_es: Mover hacia arriba

# #70537
source: Move down
es_es: Mover hacia abajo

# #70538
source: Move down all
es_es: Mover abajo del todo

# #70539
source: * Create different folders to store your favorite links within Icarus. [CR]
es_es: * Crea diferentes carpetas para guardar tus enlaces favoritos dentro de Icarus.[CR]]

# #70540
source: * To add links to folders, access the context menu from any point in Icarus.[CR]
es_es: * Para añadir enlaces a las carpetas accede al menú contextual desde cualquier punto de Icarus.[CR]

# #70541
source: * The links can be channels, sections within the channels, searches, and even movies and series although for the latter it is preferable to use the video library.
es_es: * Los enlaces pueden ser canales, secciones dentro de los canales, búsquedas, e incluso películas y series aunque para esto último es preferible utilizar la videoteca.

# #70542
source: Create new folder ...
es_es: Crear nueva carpeta ...

# #70543
source: Move to another folder
es_es: Mover a otra carpeta

# #70544
source: Change title
es_es: Cambiar título

# #70545
source: Change color
es_es: Cambiar color

# #70546
source: Save link in:
es_es: Guardar enlace en:

# #70547
source: Change thumbnail
es_es: Cambiar thumbnail

# #70548
source: Delete link
es_es: Eliminar enlace

# #70549
source: Select folder
es_es: Seleccionar carpeta

# #70550
source: Create new folder
es_es: Crear nueva carpeta

# #70551
source: Folder name
es_es: Nombre de la carpeta

# #70552
source: Delete the folder and links it contains?
es_es: ¿Borrar la carpeta y los enlaces que contiene?

# #70553
source: Change link title
es_es: Cambiar título del enlace

# #70554
source: Select thumbnail:
es_es: Seleccionar thumbnail:

# #70555
source: Move link to:
es_es: Mover enlace a:

# #70556
source: %d links in folder
es_es: %d enlaces en la carpeta

# #70557
source: Save link
es_es: Guardar enlace

# #70558
source: Select color:
es_es: Seleccionar color:

# #70559
source: Now in Theatres
es_es: Ahora en cines

# #70560
source: Movies by Genre
es_es: Por generos

# #70561
source: Search Similar
es_es: Buscar Similares

# #70562
source: Autoplay (Enable autoplay on all supported channels)
es_es: Autoplay (Habilitar autoplay en todos los canales soportados)
