Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Spanish (Argentina)/strings.po
Languages: es_es

# #60580
source: A saving error occurred
es_es: Se ha producido un error al guardar

# #60581
source: Overwriting the entire video library
es_es: Sobrescribir toda la videoteca

# #60582
source: This may take some time.
es_es: Esto puede llevar algún tiempo.

# #60583
source: Do you want to continue?
es_es: ¿Desea continuar?

# #60584
source: Overwriting the video library...TV SERIES
es_es: Sobrescribiendo videoteca....SERIES

# #60586
source: Overwriting the video library...MOVIES
es_es: Sobrescribiendo videoteca....PELICULAS

# #60587
source: Video library update....
es_es: Actualización videoteca ....

# #60588
source: - Settings created
es_es: - Ajustes creados

# #60589
source: - - No correction necessary
es_es: - - No necesita corrección

# #60590
source: - An error has occurred
es_es: - Ha ocurrido algun error

# #60591
source: Activate all
es_es: Activar todos

# #60592
source: Deactivate all
es_es: Desactivar todos

# #60593
source: Default Set
es_es: Establecer estado por defecto

# #60594
source: All channels
es_es: Todos los canales

# #60595
source: [COLOR grey](Default disabled)[/COLOR]
es_es: [COLOR grey](Desactivado por defecto)[/COLOR]

# #60596
source: Channels
es_es: Canales

# #60597
source: Server #%s
es_es: Servidor #%s

# #60598
source: Configuration -- Video Library
es_es: configuración -- Videoteca

# #60601
source: Video library update
es_es: Actualizar la videoteca

# #60602
source: Never
es_es: Nunca

# #60603
source: When Kodi starts
es_es: Al iniciar Kodi

# #60604
source: Once a day
es_es: Una sola vez al día

# #60605
source: At the start of Kodi and once a day
es_es: Al iniciar Kodi y al menos una vez al día

# #60606
source: Wait before updating at startup of Kodi
es_es: Esperar antes de actualizar al iniciar kodi

# #60607
source: When Kodi starts
es_es: Al iniciar Kodi

# #60609
source: 10 sec
es_es: 10 seg

# #60610
source: 20 sec
es_es: 20 seg

# #60611
source: 30 sec
es_es: 30 seg

# #60612
source: 60 sec
es_es: 60 seg

# #60613
source: Begin scheduled update from
es_es: Iniciar actualización programada a partir de las

# #60614
source: Search for new episodes in active tv series
es_es: Buscar nuevos episodios en las series activas

# #60615
source: Never
es_es: Nunca

# #60616
source: Always
es_es: Siempre

# #60617
source: According to new episodes
es_es: Según su emisión

# #60618
source: Search for content in
es_es: Realizar búsqueda de contenido en

# #60619
source: The folder of each tv series
es_es: La carpeta de cada serie

# #60620
source: All video library
es_es: Toda la videoteca

# #60621
source: Show links in
es_es: Mostrar los enlaces en

# #60622
source: Conventional window
es_es: Ventana convencional

# #60623
source: Pop-up window
es_es: Ventana emergente

# #60624
source: Maximum number of links to display (recommended for slow devices)
es_es: Numero máximo de enlaces a mostrar (recomendable para equipos lentos)

# #60625
source: All
es_es: Todos

# #60626
source: Sort by whitelist
es_es: Ordenar segun el orden de la lista blanca

# #60627
source: Remove the channel name at the beginning
es_es: Quitar el nombre del canal del principio

# #60628
source: Pop-up window: Replace 'View in' with '[V]' and 'Download in' with '[D]'
es_es: Ventana emergente: Reemplazar 'Ver en' por '[V]' y 'Descargar en' por '[D]'

# #60629
source: Database location
es_es: Ubicación de Base de datos

# #60631
source: Remote
es_es: Remota

# #60632
source: Server Name
es_es: Nombre Servidor

# #60633
source: Server port
es_es: Puerto Servidor

# #60634
source: Automatically mark as watched
es_es: Marcar automáticamente como visto

# #60635
source: Video viewing time
es_es: Tiempo necesario del video

# #60637
source: Synchronizing with Trakt
es_es: Sincronización con Trakt

# #60638
source: After mark as watched the episode
es_es: Tras marcar como visto el episodio

# #60639
source: Show notification
es_es: Mostrar notificación

# #60640
source: On adding a TV series to the video library
es_es: Al añadir una serie a la videoteca

# #60641
source: Wait until the tv series is added
es_es: Esperar a que se añada la serie a la videoteca

# #60642
source: Show option "All Seasons".
es_es: Mostrar la opción "Todas las temporadas"

# #60643
source: Do not combine the seasons of the series
es_es: No apilar temporadas de series

# #60644
source: Only if there is one season
es_es: Sólo si hay una temporada

# #60645
source: Show channel selection box
es_es: Mostrar cuadro de selección de canales

# #60646
source: Create directories on your system using
es_es: Crear directorios en el sistema usando

# #60647
source: Localized title
es_es: Título localizado

# #60648
source: Never
es_es: Nunca

# #60649
source: Original title
es_es: Título original

# #60650
source: When you add content, you get information from:
es_es: Al añadir contenido, obtener información de:

# #60651
source: Movies:
es_es: Peliculas:

# #60652
source: TV Series:
es_es: Series:

# #60653
source: If there are no results also search in English
es_es: Si no hay resultados buscar también en Inglés

# #60654
source: Include in blacklist
es_es: Incluir en lista negra

# #60655
source: Include in Favorites List
es_es: Incluir en lista de favoritos

# #60656
source: Simultaneous search (multiprocessing)
es_es: Buscar de manera concurrente (multiprocesos)

# #60657
source: Show Results:
es_es: Mostrar resultados:

# #60658
source: Grouped by content
es_es: Agrupados por contenido

# #60659
source: Grouped by channel
es_es: Agrupados por canales

# #60660
source: Without group
es_es: Sin Agrupar

# #60661
source: News
es_es: Novedades

# #60662
source: code cleaning
es_es: limpieza código

# #60663
source: Add the progress window
es_es: Añadir cuadro de progreso

# #60664
source: Eliminated unnecessary code.
es_es: Eliminado código innecesario.

# #60665
source: Possibility to include other channels, through the configuration
es_es: Posibilidad de incluir otros canales, mediante configuracion

# #60666
source: Color Profile
es_es: Perfil de color

# #60667
source: Cold
es_es: Frio

# #60668
source: Hot
es_es: Calido

# #60669
source: Lilac
es_es: Lila

# #60671
source: Vivid
es_es: Vivos

# #60672
source: Global Search
es_es: Buscador global

# #60673
source: MultiThread Search
es_es: Buscador MultiThread

# #60674
source: Show Results:
es_es: Mostrar resultados:

# #60675
source: Per channel
es_es: Por canales

# #60676
source: All Together
es_es: Todo junto

# #60677
source: Saved Searches:
es_es: Busquedas guardadas:

# #60678
source: Remember the latest search
es_es: Recordar última búsqueda

# #60679
source: Novelties in %s
es_es: Novedades en %s

# #60680
source: documentaries
es_es: documentales

# #60681
source: movies
es_es: peliculas

# #60682
source: tv series
es_es: series

# #70000
source: Options
es_es: Opciones

# #70002
source: Cancel
es_es: Cancelar

# #70003
source: Default
es_es: Por defecto

# #70004
source: Loading...
es_es: Cargando...

# #70005
source: Previous
es_es: Anterior

# #70006
source: Next
es_es: Siguiente

# #70007
source: Accept
es_es: Aceptar

# #70008
source: Reload
es_es: Recargar

# #70009
source: Classic Menu
es_es: Menu Clasico

# #70010
source: Where To Search
es_es: Donde buscar

# #70011
source: Search for actor
es_es: Buscar por actor

# #70012
source: Beginning
es_es: Inìcio

# #70013
source: Horror
es_es: Terror

# #70014
source: Castellan
es_es: Castellano

# #70016
source: Active channels
es_es: Canales activos

# #70017
source: TV Series
es_es: Series

# #70018
source: Children
es_es: Infantiles

# #70019
source: Documentary
es_es: Documentales

# #70020
source: [COLOR yellow]Search similar[/COLOR]
es_es: [COLOR yellow]Cerca simili[/COLOR]

# #70021
source: Search in TMDB
es_es: Búsqueda en TMDB

# #70022
source: - Movies
es_es: - Películas

# #70023
source: - TV Shows
es_es: - Series

# #70024
source: Search in Filmaffinity
es_es: Búsqueda en Filmaffinity

# #70025
source: Search in IMDB
es_es: Búsqueda en IMDB

# #70027
source: Search engine settings
es_es: Ajustes motores de búsqueda

# #70028
source: Most Popular
es_es: Más Populares

# #70029
source: Top rated
es_es: Más Valoradas

# #70030
source: On The Bill
es_es: En Cartelera

# #70031
source: Next
es_es: En Emisión

# #70032
source: Genres
es_es: Géneros

# #70033
source: Actors/Actresses by popularity
es_es: Actores/Actrices por popularidad

# #70034
source: Coming Soon
es_es: Próximamente

# #70035
source: Search %s
es_es: Buscar %s

# #70036
source: Search actor/actress
es_es: Buscar actor/actriz

# #70037
source: Search director, writer...
es_es: Buscar director, escritor...

# #70038
source: Custom Filter
es_es: Filtro Personalizado

# #70039
source: Keyword filter
es_es: Filtro por palabra clave

# #70041
source: Modern TV Shows
es_es: Series de actualidad

# #70042
source: Year
es_es: Año

# #70043
source: Coming Out
es_es: Próximos Estrenos

# #70044
source: Sagas and Collections
es_es: Sagas y Colecciones

# #70045
source: Movies/TV Shows/Documentaries by Themes
es_es: Películas/Series/Documentales por Temas

# #70046
source: Search Movies/TV Shows
es_es: Buscar Películas/Series

# #70047
source: Search by director
es_es: Buscar por director

# #70048
source: My Account
es_es: Mi Cuenta

# #70049
source: Most Popular
es_es: Más Populares

# #70050
source: Recommended Now
es_es: Viéndose Ahora

# #70051
source: Most Anticipated
es_es: Más Esperadas

# #70052
source: Custom recommendations
es_es: Recomendaciones personalizadas

# #70053
source: Most Viewed
es_es: Más Vistas

# #70054
source: Link your trakt account
es_es: Vincula tu cuenta trakt

# #70056
source: Viewed
es_es: Vistas

# #70057
source: My lists
es_es: Mis listas

# #70058
source: Top Series
es_es: Top Serie TV

# #70059
source: Top Movies
es_es: Top Películas

# #70060
source: Most Anticipated
es_es: Más Esperados

# #70061
source: Top Anime
es_es: Top Ovas

# #70062
source: Anime by Seasons
es_es: Anime por Temporadas

# #70063
source: Anime by Genres
es_es: Anime por Géneros

# #70064
source: Search Tv Shows/Movies/Anime
es_es: Buscar Series/Películas/Ovas

# #70065
source: >> Next Page
es_es: >> Página siguiente

# #70066
source: Search title in spanish: %s
es_es: Buscar por su título en español: %s

# #70067
source: Info Seasons [%s]
es_es: Info de temporadas [%s]

# #70068
source: In my Collection
es_es: En mi Colección

# #70069
source: Search %s in alfa: %s
es_es: Buscar %s en alfa: %s

# #70070
source: Search original title: %s
es_es: Buscar por su nombre original: %s

# #70071
source: Cast
es_es: Ver Reparto

# #70072
source: Most Viewed
es_es: Más Vistas

# #70073
source: Most Anticipated
es_es: Más Esperados

# #70074
source: Viewed
es_es: Vistas

# #70075
source: Most Anticipated
es_es: Más Esperadas

# #70076
source: Top rated
es_es: Más Valoradas

# #70077
source: Most Viewed
es_es: Más Vistas

# #70078
source: Show only links of
es_es: Mostrar solo los enlaces de

# #70079
source: Remove only links of
es_es: Eliminar solo los enlaces de

# #70082
source: Global Search
es_es: Buscador global

# #70083
source: Show all links
es_es: Mostrar todos los enlaces

# #70084
source: Delete movie
es_es: Eliminar película

# #70085
source: Delete TV Show
es_es: Eliminar serie

# #70086
source: Remove only links of %s
es_es: Eliminar solo los enlaces de %s

# #70087
source: Deleted %s links from canal %s
es_es: Eliminados %s enlaces del canal %s

# #70088
source: Are you sure you want to delete '%s' from videolibrary ?
es_es: ¿Realmente desea eliminar '%s' de su videoteca?

# #70089
source: Show only links of %s
es_es: Mostrar solo los enlaces de %s

# #70090
source: Exclude all streams with specific words
es_es: Excluir los streams que contienen etiquetas específicas

# #70091
source: Words
es_es: Etiquetas

# #70092
source: Add to videolibrary
es_es: Añadir a la videoteca

# #70094
source: Select scraper for movies
es_es: Seleccione el proveedor de información para las películas

# #70095
source: Universal Movie Scraper not present. Install it now?
es_es: Universal Movie Scraper No se ha encontrado el Scraper de películas de TheMovieDB. ¿Desea instalarlo ahora?

# #70097
source: Universal Movie Scraper not installed.
es_es: Universal Movie Scraper no instalado.

# #70099
source: The TVDB not installed.
es_es: The TVDB no instalado.

# #70100
source: The Movie Database not present. Install it now?
es_es: The Movie Database No se ha encontrado el Scraper de series de TheMovieDB. ¿Desea instalarlo ahora?

# #70101
source: Error fixing videolibrarypath in BD
es_es: Error al fijar videolibrarypath en BD

# #70102
source: Videolibrary %s not configured
es_es: Videoteca %s no configurada

# #70103
source: Videolibrary %s configured
es_es: Videoteca %s configurada

# #70104
source: Congratulations, the Kodi video library has been configured correctly.
es_es: Felicidades la videoteca de Kodi ha sido configurada correctamente.

# #70105
source: Do you want Alfa to automatically configure the Kodi library?You will be asked to set up scrapers for movies and series.
es_es: ¿Desea que Alfa auto-configure la videoteca de Kodi? Se le pedirá que configure los proveedores de contenido para las películas y las series.

# #70106
source: If you choose 'No' you can do it later from 'Configuration > Preferences > Paths'.
es_es: Si pulsa 'No' podrá hacerlo desde 'Configuración > Preferencias > Rutas'.

# #70107
source: Select scraper for Tv Shows
es_es: Seleccione el proveedor de información para las series

# #70108
source: Icons Set
es_es: Set de iconos

# #70109
source: Sync with Trakt.tv (You must have an account)
es_es: Sincronizar con Trakt.tv (Debes tener una cuenta)

# #70110
source: Priority Method
es_es: Método prioritario

# #70111
source: Stop looking when you find an option
es_es: Dejar de buscar cuando encuentre una opción

# #70112
source: Hide payment servers without an account
es_es: Ocultar servidores de pago sin cuenta

# #70113
source: Password (default 0000)
es_es: Contraseña (por defecto 0000):

# #70114
source: Only until Kodi restarts
es_es: Solo hasta que se reinicie Kodi

# #70115
source: Request password to open adult channels
es_es: Solicitar contraseña para abrir canales de adultos

# #70116
source: New password:
es_es: Nueva contraseña:

# #70117
source: Confirm New password:
es_es: Confirmar nueva contraseña:

# #70118
source: Folder name for 'Series'
es_es: Nombre de carpeta para 'Series'

# #70119
source: Folder name for 'Movies'
es_es: Nombre de carpeta para 'Peliculas'

# #70120
source: Autoconfigure XBMC / Kodi library for Alfa content
es_es: Autoconfigurar videoteca de XBMC/Kodi para contenido de Alfa

# #70121
source: Activate Home Page
es_es: Activar pagina de inicio

# #70122
source: Custom (select from a channel)
es_es: Personalizado (seleccionar desde un canal)

# #70123
source: Show Recent
es_es: Mostrar Novedades

# #70124
source: Category
es_es: Categoria

# #70125
source: Movie|Tv Shows|Anime|Children|Documentary|Horror|Castellan|Latin|Torrent
es_es: Peliculas|Series|Anime|Infantiles|Documentales|Terror|Castellano|Latino|Torrent

# #70126
source: Visual Options
es_es: Opciones Visuales

# #70128
source: Infoplus visual option
es_es: Opción visual Infoplus

# #70129
source: Without animation
es_es: Sin animación

# #70130
source: With animation
es_es: Con animación

# #70131
source: Thumbnail for videos
es_es: Thumbnail para videos

# #70133
source: Server logo
es_es: Logo del servidor

# #70134
source: Intelligent Titles
es_es: Titulos Inteligentes

# #70135
source: Custom Colours
es_es: Colores Personalizados

# #70136
source: Tv Show
es_es: Serie

# #70137
source: Movies
es_es: Peliculas

# #70138
source: Low Rating
es_es: Valoracion Baja

# #70139
source: Average Rating
es_es: Valoracion Media

# #70140
source: High Rating
es_es: Valoración Alta

# #70141
source: Quality
es_es: Calidad

# #70142
source: VOSE (Original Subtitled Spanish Version)
es_es: VOSE (Versión Original Subtitulado Español)

# #70143
source: VOS (Original Subtitled Version)
es_es: VOS (Versión Original Subtitulado)

# #70144
source: VO (Original Version)
es_es: VO (Versión Original)

# #70145
source: Servers
es_es: Servidores

# #70146
source: Add to videolibrary
es_es: Añadir a Videoteca

# #70147
source: Videolibrary (Update series)
es_es: Videoteca (Actualizar serie)

# #70148
source: Videolibrary (Do not update series)
es_es: Videoteca (No actualizar serie)

# #70149
source: Others
es_es: Otros

# #70150
source: Movie/series info in contextual menu
es_es: Info de películas/series en menú contextual

# #70151
source: Show Infoplus option:
es_es: Mostrar opción Infoplus:

# #70152
source: Show ExtendedInfo option (External addon required):
es_es: Mostrar opción ExtendedInfo (Necesario addon externo):

# #70153
source: Buttons/Access keys (Changes require Kodi restart)
es_es: Botones/Teclas de acceso (Cambios requieren reiniciar Kodi)

# #70154
source: TheMovieDB (obtains data from movies or series)
es_es: TheMovieDB (obtiene datos de las películas o series)

# #70155
source: Simultaneous searches (may cause instability)
es_es: Búsquedas simultáneas (puede causar inestabilidad)

# #70156
source: Search extended information (actor's data) Increase search time
es_es: Buscar información extendida (datos de actores) Aumenta el tiempo de búsqueda

# #70157
source: Use cache (improves recurring searches)
es_es: Usar caché (mejora las búsquedas recurrentes)

# #70158
source: every 1 day
es_es: cada 1 día

# #70159
source: every 7 days
es_es: cada 7 días

# #70160
source: every 15 days
es_es: cada 15 días

# #70161
source: every 30 days
es_es: cada 30 días

# #70162
source: Renew cache?
es_es: ¿Renovar caché?

# #70163
source: Press to 'Clear cache' saved
es_es: Pulse para 'Borrar caché' guardada

# #70164
source: Free First
es_es: Free primero

# #70165
source: Premium First
es_es: Premium primero

# #70166
source: Debriders First
es_es: Debriders primero

# #70167
source: Titles Options
es_es: Opciones para Titulos

# #70169
source: Servers use
es_es: Uso de servidores

# #70172
source: Plan B (If favourites fail try other links)
es_es: Plan B (Si fallan los favoritos prueba otros enlaces)

# #70173
source: No working links
es_es: No hubo enlaces funcionales

# #70174
source: Server and Quality
es_es: Servidor y Calidad

# #70175
source: Quality and Server
es_es: Calidad y Servidor

# #70176
source: Wait
es_es: Espera

# #70177
source: seconds for the video to start ...
es_es: segundos para que comience el vídeo...

# #70178
source: Trying with: %s
es_es: Probando con: %s

# #70179
source: Getting list of available servers ...
es_es: Obteniendo lista de servidores disponibles...

# #70180
source: Connecting with %s...
es_es: Conectando con %s...

# #70181
source: Available servers: %s
es_es: Servidores disponibles: %s

# #70182
source: Identifying servers ...
es_es: Identificando servidores...

# #70183
source: Getting list of available servers
es_es: Obteniendo lista de servidores disponibles

# #70184
source: Getting list of available servers:
es_es: Obteniendo lista de servidores disponibles:

# #70185
source: chapters of:
es_es: capitulos de:

# #70186
source: Getting episodes...
es_es: Obteniendo episodios...

# #70187
source: connecting with %s...
es_es: conectando con %s...

# #70188
source: Obtaining data from the series
es_es: Obteniendo datos de la serie

# #70189
source: Start the download now?
es_es: ¿Iniciar la descarga ahora?

# #70190
source: Add chapters...
es_es: Añadiendo capitulos...

# #70191
source: Obtaining data from the movie
es_es: Obteniendo datos de la pelicula

# #70192
source: Select server
es_es: Selecciona el servidor

# #70193
source: Open torrent with...
es_es: Abrir torrent con...

# #70196
source: Beginning...
es_es: Iniciando...

# #70197
source: Automatically stopping at: %ss
es_es: Deteniendo automaticamente en: %ss

# #70198
source: Do you want to start playback?
es_es: ¿Deseas iniciar la reproduccion?

# #70199
source: Do you want to cancel the process?
es_es: ¿Deseas cancelar el proceso?

# #70200
source: Finishing and deleting data
es_es: Terminando y eliminando datos

# #70201
source: Mass Testing Tools
es_es: Herramientas de Testeo masivo

# #70202
source: - Test channels ...
es_es: - Testear canales ...

# #70203
source: - Test servers ...
es_es: - Testear servidores ...

# #70204
source: - Test recent!
es_es: - Testear novedades!

# #70206
source: Link found in %s
es_es: Enlace encontrado en %s

# #70207
source: - Movies 4K
es_es: - Películas 4K

# #70208
source: Movies 4K
es_es: Películas 4K

# #70209
source: Horror movies!
es_es: Peliculas de miedo!

# #70210
source: (In %s and %s)
es_es: (En %s y %s)

# #70211
source: (In %s)
es_es: (En %s)

# #70212
source: - Castellan
es_es: - Castellano

# #70213
source: - Latin
es_es: - Latino

# #70215
source: TEST THIS CHANNEL
es_es: TESTEAR ESTE CANAL

# #70216
source: Back
es_es: Indietro

# #70217
source: downloads
es_es: descargas

# #70218
source: Delete complete downloads
es_es: Eliminar descargas completadas

# #70219
source: Restart download with error
es_es: Reiniciar descargas con error

# #70220
source: Download all
es_es: Descargar todo

# #70221
source: Delete all
es_es: Eliminar todo

# #70222
source: View downloaded files
es_es: Ver archivos descargados

# #70223
source: Settings downloads...
es_es: Configuración descargas...

# #70224
source: settings -- Downloads
es_es: configuración -- Descargas

# #70225
source: Download
es_es: Descargar

# #70226
source: Remove from the list
es_es: Eliminar de la lista

# #70227
source: Restart download and delete data
es_es: Reiniciar descarga y eliminar datos

# #70228
source: Downloaded: %s
es_es: Descargado: %s

# #70229
source: File location
es_es: Ubicacion de archivos

# #70230
source: - Add completed downloads to the video library
es_es: - Añadir descargas completadas a la videoteca

# #70231
source: - Move the downloaded file to the video library
es_es: - Mover el archivo descargado a la videoteca

# #70232
source: - View files downloaded from downloads
es_es: - Visualizar archivos descargados desde descargas

# #70233
source: - Size per block
es_es: - Tamaño por bloque

# #70234
source: - Size by part
es_es: - Tamaño por parte

# #70235
source: - Maximum number of simultaneous connections
es_es: - Numero máximo de conexiones simultaneas

# #70236
source: - Maximum number of parts in memory
es_es: - Numero máximo de partes en memoria

# #70237
source: Choice of the server
es_es: Elección del servidor

# #70238
source: - Order of servers
es_es: - Orden de servidores

# #70240
source: - Preferred quality
es_es: - Calidad preferida

# #70241
source: The highest
es_es: La mas alta

# #70242
source: - Choose the fastest servers
es_es: - Elegir los servidores mas rapidos

# #70243
source: Download
es_es: Descarga

# #70244
source: Keep
es_es: Mantener

# #70245
source: Reorder
es_es: Reordenar

# #70246
source: - Preferred language
es_es: - Idioma preferido

# #70247
source: Home page
es_es: Pagina de inicio

# #70248
source: Use personal API key
es_es: Usar API key personal

# #70250
source: No home page has been defined. Please select one using the context menu.
es_es: No has definido ninguna pagina de inicio. Utiliza el menu contextual para definir una.

# #70251
source: Check the log in %s for more details.
es_es: Comprueba el log in %s para ver mas detalles del error.

# #70252
source: [COLOR mediumturquoise][B]Duration: %s minutes[/B][/COLOR]
es_es: [COLOR mediumturquoise][B]Duración: %s minutos[/B][/COLOR]

# #70253
source: Torrent client settings
es_es: Ajustes de cliente Torrent

# #70254
source: Internal Client
es_es: Cliente interno

# #70255
source: Internal client - MCT
es_es: Cliente interno - MCT
