Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Spanish (Argentina)/strings.po
Languages: es_es

# #30001
source: Check for updates:
es_es: Comprobar actualizaciones:

# #30002
source: Enable adult mode:
es_es: Activar canales para adultos:

# #30003
source: Enable debug logging:
es_es: Generar log detallado:

# #30004
source: Automatic update channels:
es_es: Actualizar automáticamente canales:

# #30005
source: Default play setting:
es_es: Accion al seleccionar vídeo:

# #30006
source: Ask
es_es: Preguntar

# #30007
source: Watch in low quality
es_es: Ver en calidad baja

# #30008
source: Watch in high quality
es_es: Ver en calidad alta

# #30010
source: Channel icons view:
es_es: Logos de canales:

# #30017
source: Download path:
es_es: Directorio de descargas:

# #30018
source: Download list path:
es_es: Directorio de lista descargas:

# #30019
source: Filter channels by language:
es_es: Filtrar canales para idioma:

# #30043
source: Force view mode:
es_es: Forzar el modo de vista:

# #30044
source: Play mode:
es_es: Modo de reproducción:

# #30050
source: Server connection error
es_es: No se puede conectar con el servidor

# #30051
source: Website error message (http code %d)
es_es: El sitio web no funciona correctamente (error http %d)

# #30055
source: Video not available
es_es: Vídeo no disponible

# #30057
source: The video has been removed from %s
es_es: No se puede acceder al vídeo en %s

# #30058
source: Try another server or channel
es_es: Prueba en otro servidor o en otro canal

# #30065
source: Unsopported Server
es_es: Servidor no soportado

# #30067
source: Videolibrary path:
es_es: Directorio de la videoteca:

# #30068
source: Filter by servers:
es_es: Filtrar por servidores:

# #30100
source: Settings
es_es: Configuración

# #30101
source: Downloads
es_es: Descargas

# #30102
source: Favorites
es_es: Favoritos

# #30103
source: Global search
es_es: Buscador

# #30104
source: Help
es_es: Ayuda

# #30105
source: Removed from favorites
es_es: Se ha quitado de favoritos

# #30108
source: added to favorites
es_es: se ha añadido a favoritos

# #30109
source: added to download list
es_es: se ha añadido a la lista de descargas

# #30112
source: Enter title to search
es_es: Introduce el título a buscar

# #30118
source: Channels
es_es: Canales

# #30119
source: Choose a Category
es_es: Seleccione una Categoría

# #30121
source: All
es_es: Todos

# #30122
source: Movies
es_es: Películas

# #30123
source: TV Shows
es_es: Series

# #30125
source: Documentaries
es_es: Documentales

# #30126
source: Adult
es_es: Adultos

# #30130
source: Recent
es_es: Novedades

# #30131
source: Videolibrary
es_es: Videoteca

# #30135
source: added to the videolibrary
es_es: se ha añadido a la videoteca

# #30136
source: Original version
es_es: Versión original

# #30137
source: Direct
es_es: Directos

# #30151
source: Watch the video
es_es: Ver el vídeo

# #30153
source: Download
es_es: Descargar

# #30154
source: Remove from favorites
es_es: Quitar de favoritos

# #30155
source: Add to favorites
es_es: Añadir a favoritos

# #30161
source: Add to videolibrary
es_es: Añadir a videoteca

# #30162
source: Search for trailer
es_es: Buscar trailer

# #30163
source: Choose an option
es_es: Elige una opción

# #30164
source: Delete this file
es_es: Borrar este fichero

# #30200
source: Square
es_es: Cuadrado

# #30300
source: Faster context menus
es_es: Menús contextuales rápidos (puede causar que algunas opciones no funcionen)

# #30501
source: Paths
es_es: Rutas

# #30974
source: Search in Channels
es_es: Buscar en los canales

# #30975
source: Movie Info
es_es: Información de la película

# #30977
source: Last Episodes - On-Air
es_es: Últimos episodios - en el aire

# #30978
source: New TVShows
es_es: Nuevas Series

# #30979
source: Character Info
es_es: Información de personajes

# #30980
source: Search by Title
es_es: Búsqueda por Titulo

# #30981
source: Search by Person
es_es: Búsqueda por Persona

# #30982
source: Search by Company
es_es: Búsqueda por Compañia

# #30983
source: Now Playing
es_es: Ahora Reproduciendo

# #30984
source: Popular
es_es: Populares

# #30985
source: Top Rated
es_es: Mejor Valoradas

# #30986
source: Search by Collection
es_es: Búsqueda por Colección

# #30987
source: Genre
es_es: Generos

# #30988
source: Search by Year
es_es: Búsqueda por año

# #30989
source: Search Similar Movies
es_es: Buscar películas similares

# #30990
source: Search TV show
es_es: Buscar series

# #30991
source: Library
es_es: Biblioteca

# #30992
source: Next Page
es_es: Página Siguiente

# #30993
source: Looking for %s...
es_es: Buscando %s...

# #30994
source: Searching in %s...
es_es: Buscando en %s...

# #30995
source: %d found so far: %s
es_es: %d encontrado hasta ahora: %s

# #30996
source: Most Voted
es_es: Los más votados

# #30997
source: Academy Awards
es_es: Premios de la academia

# #30999
source: Add key to open Shortcut
es_es: Añadir tecla para abrir el Shortcut

# #50001
source: Today on TV
es_es: Hoy en TV

# #50002
source: Latest News
es_es: Últimas Novedades

# #50003
source: Loading
es_es: Cargando

# #50004
source: Path:
es_es: Ruta:

# #59970
source: Synchronization with Trakt started
es_es: Sincronizacion con Trakt iniciada

# #59971
source: Alfa Auto-configuration
es_es: Alfa Auto-configuración

# #59972
source: Search for: '%s' | Found: %d vídeos | Time: %2.f seconds
es_es: Buscando: '%s' | Encontrado: %d vídeos | Tiempo: %2.f segundos

# #59973
source: Search Cancelled
es_es: Búsqueda cancelada

# #59974
source: Choose categories
es_es: Elegir categorías

# #59975
source: Subtitles
es_es: VOS

# #59976
source: Latin
es_es: Latino

# #59978
source: horror
es_es: terror

# #59979
source: kids
es_es: infantiles

# #59980
source: Castilian
es_es: castellano

# #59981
source: latin
es_es: latino

# #59983
source: %.2f%% - %.2f %s of %.2f %s a %.2f %s/s (%d/%d)
es_es: %.2f%% - %.2f %s de %.2f %s a %.2f %s/s (%d/%d)

# #59985
source: Error in the channel
es_es: Error en el canal

# #59986
source: Error loading the server: %s
es_es: Error al cargar el servidor: %s

# #59987
source: Start downloading now?
es_es: ¿Iniciar la descargaahora?

# #59988
source: Saving configuration...
es_es: Guardando configuración...

# #59989
source: Please wait
es_es: Espere un momento por favor.

# #59990
source: Channels included in the search
es_es: Canales incluidos en la búsqueda

# #59991
source: All
es_es: Todos

# #59992
source: None
es_es: Ninguno

# #59993
source: Configuration -- Search
es_es: configuración -- Buscador

# #59994
source: Choose channels to include in your search
es_es: Elegir canales incluidos en la búsqueda

# #59995
source: Saved Searches
es_es: Búsquedas guardadas

# #59996
source: Delete saved searches
es_es: Borrar búsquedas guardadas

# #59997
source: Options
es_es: Opciones

# #59998
source: Search by categories (advanced search)
es_es: Buscar por categorias (búsqueda avanzada)

# #59999
source: Search for actor/actress
es_es: Buscar actor/actriz

# #60000
source: Filter server (Black List)
es_es: Filtrar servidores (Lista Negra)

# #60001
source: No links available that meets the requirements of the Black list. Try again by changing the filter in 'Server Configuration
es_es: No hay enlaces disponibles que cumplan los requisitos de su Lista Negra. Pruebe de nuevo modificando el filtro en 'Configuracíon - Servidores

# #60003
source: Connecting with %s
es_es: Conectando con %s

# #60004
source: No connector for the server %s
es_es: No existe conector para el servidor %s

# #60005
source: Connecting with %s
es_es: Conectando con %s

# #60006
source: An error has occurred in %s
es_es: Se ha producido un error en %s

# #60007
source: An error has occurred on %s
es_es: Se ha producido un error en %s

# #60008
source: Process completed
es_es: Proceso finalizado

# #60009
source: To watch a vide on %s you need<br/>an account on: %s
es_es: Para ver un vídeo en %s necesitas<br/>una cuenta en: %s

# #60010
source: All available links belongs to server on your black list. Do you want to show these links?
es_es: Filtrar servidores (Lista Negra) Todos los enlaces disponibles pertenecen a servidores incluidos en su Lista Negra. ¿Desea mostrar estos enlaces?

# #60011
source: Cache deleted
es_es: cachè eliminada

# #60012
source: No video to play
es_es: No hay nada que reproducir

# #60013
source: This website seems to be unavailable, try later, if the problem persists, check with a browser: %s. If the web page is working correctly, please report the error on : https://alfa-addon.com
es_es: La web de la que depende parece no estar disponible, puede volver a intentarlo, si el problema persiste verifique mediante un navegador la web: %s. Si la web funciona correctamente informe el error en: www.alfa-addon.com

# #60014
source: It may be due to a connection problem, the web page of the channel has changed its structure, or an internal error of alfa. To have more details, see the log file.
es_es: Puede deberse a un fallo de conexión, la web del canal ha cambiado su estructura, o un error interno de alfa. Para saber más detalles, consulta el log.

# #60015
source: Check the log for more details on the error.
es_es: Comprueba el log para ver mas detalles del error.

# #60016
source: Segna film come non visto
es_es: Marcar película como no vista

# #60017
source: Mark movie as not watched
es_es: Marcar película como vista

# #60018
source: Delete movie/channel
es_es: Eliminar película/canal

# #60019
source: Delete this movie
es_es: Eliminar esta película

# #60020
source: Mark tv series as not watched
es_es: Marcar serie como no vista

# #60021
source: Mark tv series as watched
es_es: Marcar serie como vista

# #60022
source: Automatically find new episodes: Disable
es_es: Buscar automáticamente nuevos episodios: Desactivar

# #60023
source: Automatically find new episodes: Enable
es_es: Buscar automáticamente nuevos episodios: Activar

# #60024
source: Delete tv series/channel
es_es: Eliminar serie/canal

# #60025
source: Delete tv series
es_es: Eliminar esta serie

# #60026
source: Search for new episodes and update
es_es: Buscar nuevos episodios y actualizar videoteca

# #60027
source: Season %s
es_es: Temporada %s

# #60028
source: Segna stagione come non vista
es_es: Marcar temporada como no vista

# #60029
source: Mark season as not watched
es_es: Marcar temporada como vista

# #60030
source: *All the seasons
es_es: *Todas las temporadas

# #60031
source: Season %s Episode %s
es_es: Temporada %s Episodio %s

# #60032
source: Mark episode as not watched
es_es: Marcar episodio como no visto

# #60033
source: Mark episode as watched
es_es: Marcar episodio como visto

# #60034
source: Show only link %s
es_es: Mostrar solo los enlaces de %s

# #60035
source: Show all the links
es_es: Mostrar todos los enlaces

# #60036
source: Episode %s
es_es: Episodio %s

# #60037
source: Tv series update ...
es_es: Actualizando serie....

# #60038
source: An error has occurred on alfa
es_es: Se ha producido un error en alfa

# #60039
source: Error on channel %s
es_es: Error en el canal %s

# #60040
source: Delete movie
es_es: Eliminar película

# #60041
source: Delete tv series
es_es: Eliminar serie

# #60042
source: Delete only the links of %s
es_es: Eliminar solo los enlaces de %s

# #60043
source: Delete %s links of channel %s
es_es: Eliminados %s enlaces del canal %s

# #60044
source: Do you want really to delete '%s' from videolibrary?
es_es: ¿Realmente desea eliminar '%s' de su videoteca?

# #60045
source: Sync with Trakt started
es_es: Sincronizacion con Trakt iniciada

# #60046
source: TheMovieDB not present. Install it now?
es_es: TheMovieDB No se ha encontrado el proveedor de información de películas de TheMovieDB. ¿Desea instalarlo ahora?

# #60047
source: The Movie Database is not installed.
es_es: The Movie Database no instalado.

# #60048
source: The TVDB not present. Install it now?
es_es: The TVDB No se ha encontrado el proveedor de información de series de The TVDB. ¿Desea instalarlo ahora?

# #60049
source: The TVDB is not installed.
es_es: The TVDB non è installato.

# #60050
source: TheMovieDB not present. Install it now?
es_es: TheMovieDB non presente. Installare ora?

# #60051
source: The Movie Database is not installed.
es_es: The Movie Database non è installato.

# #60052
source: Error on setting LibraryPath in BD
es_es: Errore di impostazione LibraryPath in BD

# #60053
source: Do you want to configure this scraper in italian as default option for the movies ?
es_es: ¿Desea configurar este proveedor de información en español como opción por defecto para películas?

# #60054
source: Do you want to configure this scraper in italian as default option for the tv series ?
es_es: ¿Desea configurar este proveedor de información en español como opción por defecto para series?

# #60055
source: Error of provider configuration in BD.
es_es: Error al configurar el proveedor de información en la BD.

# #60056
source: Videolibrary %s not configured
es_es: Videoteca %s no ha sido configurada

# #60057
source: Videolibrary %s configured
es_es: Videoteca %s configurada

# #60058
source: You need to restart Kodi for the changes to take effect.
es_es: Tu necesitas reiniciar Kodi para que los cambios se efectúen

# #60059
source: Congratulations, Kodi's video library has been configured correctly.
es_es: Felicitaciones, videoteca de Kodi ha sido configurado correctamente

# #60060
source: Alfa Auto-configuration
es_es: Alfa Auto-configuración

# #60062
source: Adding movie...
es_es: Añadiendo película...

# #60063
source: Error in adding movies to your video library...
es_es: Fallo al añadir...

# #60064
source: Adding Episodes to the Video Library...
es_es: Añadiendo episodios...

# #60065
source: Added Episode
es_es: Añadiendo episodio...

# #60066
source: ERROR, It has NOT been possible to add the video to the video library
es_es: ERROR, la pelicula NO se ha añadido a la videoteca

# #60067
source: ERROR, tv series has NOT been added to videolibrary It has NOT been possible to add no episode
es_es: ERROR, la serie NO se ha añadido a la videoteca No se ha podido obtener ningun episodio

# #60068
source: ERROR, tv series has NOT been added to videolibrary
es_es: ERROR, la serie NO se ha añadido a la videoteca

# #60069
source: ERRORE, tv series has NOT been added completely to videolibrary
es_es: ERROR, la serie NO se ha añadido completa a la videoteca

# #60070
source: tv series has been added to videolibrary
es_es: La serie se ha añadido a la videoteca

# #60071
source: Autoplay Configuration
es_es: Configurar AutoPlay

# #60072
source: It seems that links of %s are not working.
es_es: Parece que los enlaces de %s no estan funcionando.

# #60073
source: Do you want to ignore all the links from this server?
es_es: ¿Desea ignorar todos los enlaces de este servidor?

# #60074
source: It's not possible to use AutoPlay
es_es: AutoPlay No Fue Posible

# #60075
source: No coincidence
es_es: No Hubo Coincidencias

# #60076
source: New quality/server available in Configuration
es_es: Nueva Calidad/Servidor disponible en la Configuracion

# #60077
source: AutoPlay initialization error
es_es: Error al iniciar AutoPlay

# #60078
source: View the log for more information.
es_es: Consulte su log para obtener mas información.

# #60079
source: AutoPlay (Turns AutoPlay On/Off)
es_es: AutoPlay (activar/desactivar la auto-reproduccion)

# #60080
source: AutoPlay Language (Optional)
es_es: Idioma para AutoPlay (Opcional)

# #60081
source: Favorite servers
es_es: Servidores favoritos

# #60082
source: Favorite server %s
es_es: Servidor Favorito %s

# #60083
source: Preferred Qualities
es_es: Calidades Favoritas

# #60084
source: Preferred Quality %s
es_es: Calidad Favorita %s

# #60085
source: Priority (Indicates the order for AutoPlay)
es_es: Prioridad (Indica el orden para Auto-Reproducir)

# #60086
source: It has been renamed to:
es_es: Esto ha sido renombrado a:

# #60087
source: Unexpected error on channel %s
es_es: Error inesperado en el canal %s

# #60088
source: Enter URL
es_es: Tengo una URL

# #60089
source: Enter the URL [Link to server/download]
es_es: Entra aquí y teclea la URL [Enlace a servidor online/descarga]

# #60090
source: Enter the URL [Direct link to video].
es_es: Entra aquí y teclea la URL [Enlace directo a un vídeo]

# #60091
source: Enter the URL [Search for links in a URL]
es_es: Entra aquí y teclea la URL [Búsqueda de enlaces en una url]

# #60092
source: View Direct URL
es_es: Ver enlace directo

# #60093
source: There is no compatible video in this URL
es_es: No hay ningún vídeo compatible en esa URL

# #60200
source: Download...
es_es: Descargando...

# #60201
source: Download starting...
es_es: Iniciando descarga...

# #60202
source: Remaining time: %s
es_es: Tiempo restante: %s

# #60207
source: Download...
es_es: Descargando...

# #60208
source: You can't download this video
es_es: No puedes descargar ese vídeo

# #60209
source: RTMP downloads are not
es_es: Las descargas en RTMP aún no

# #60210
source: still supported
es_es: están soportadas

# #60211
source: Missing %s
es_es: Falta %s

# #60212
source: Check that rtmpdump is installed
es_es: Comprueba que rtmpdump está instalado

# #60213
source: The RTMP download option is experimental
es_es: La opción de descarga RTMP es experimental

# #60214
source: and the video will be downloaded in the background.
es_es: y el vídeo se descargará en segundo plano.

# #60215
source: No progress bar will be displayed.
es_es: No se mostrará ninguna barra de progreso.

# #60217
source: Download...
es_es: Descargando...

# #60218
source: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s missing
es_es: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s falta

# #60219
source: Copying the file
es_es: Copiando archivo

# #60220
source: Error while deleting the file
es_es: Error al eliminar el archivo

# #60221
source: Error while deleting the directory
es_es: Error al eliminar el directorio

# #60222
source: Error while creating the directory
es_es: Error al crear el directorio

# #60223
source: Enter another name
es_es: Introducir otro nombre

# #60224
source: Complete information
es_es: Completar información

# #60225
source: Search in TheMovieDB.org
es_es: Buscar en TheMovieDB.org

# #60226
source: Search in TheTvDB.org
es_es: Buscar en TheTvDB.com

# #60227
source: Identifier not found for: %s
es_es: Identificador no encontrado para: %s

# #60228
source: No information found for: %s
es_es: No se ha encontrado informacion para: %s

# #60229
source: Enter the name of %s to search
es_es: Introduzca el nombre de la %s a buscar

# #60230
source: Title:
es_es: Titulo:

# #60231
source: Original title
es_es: Titulo original

# #60232
source: Year
es_es: Año

# #60233
source: Identifiers:
es_es: Identificadores:

# #60239
source: Other ID
es_es: Otro ID

# #60240
source: Images(urls):
es_es: Imágenes (urls):

# #60241
source: Background
es_es: Fondo

# #60242
source: Thumbnail
es_es: Miniatura

# #60243
source: Type of content
es_es: Tipo de contenido

# #60244
source: Movie
es_es: Película

# #60245
source: tv show
es_es: serie

# #60246
source: Full information
es_es: Completar información

# #60247
source: [%s]: Select the correct %s
es_es: [%s]: Selecciona la %s correcta

# #60248
source: Login to this page: %s
es_es: Accede a esta página: %s

# #60249
source: Enter this code and accept: %s
es_es: Ingresa este código y acepta: %s

# #60250
source: Once done, click here!
es_es: Una vez hecho, pulsa aquí!

# #60251
source: Synchronize with Trakt. Do not close this window
es_es: Sincronizar con Trakt. No cierres esta ventana

# #60252
source: 1. Enter the following URL: %s
es_es: 1. Entra en la siguiente url: %s

# #60253
source: 2. Enter this code on the page and accept: %s
es_es: 2. Ingresa este código en la página y acepta: %s

# #60254
source: 3. Wait until this window closes
es_es: 3. Espera a que se cierre esta ventana

# #60255
source: Successfully completed
es_es: Éxito

# #60256
source: Account linked correctly
es_es: Cuenta vinculada correctamente

# #60258
source: Problem in the connection process
es_es: Fallo en el proceso de vinculación

# #60259
source: Account linked correctly
es_es: Cuenta vinculada con éxito

# #60260
source: Problem in the connection process
es_es: Fallo en el proceso de vinculación

# #60262
source: You can install the Trakt script below.
es_es: Puedes instalar el script de Trakt a continuacíon.

# #60263
source: Do you want to continue?
es_es: ¿Deseas continuar?

# #60264
source: In progress
es_es: En emisión

# #60265
source: Completed
es_es: Finalizada

# #60266
source: Action
es_es: Acción

# #60267
source: Adventure
es_es: Aventura

# #60268
source: Animation
es_es: Animación

# #60270
source: Comedy
es_es: Comedia

# #60271
source: Crime
es_es: Crimen

# #60273
source: Family
es_es: Familiar

# #60274
source: Fantasy
es_es: Fantasía

# #60275
source: Cooking
es_es: Comida

# #60276
source: Contests
es_es: Concurso

# #60277
source: Home and garden
es_es: Hogar y Jardín

# #60278
source: Mistery
es_es: Misterio

# #60279
source: News
es_es: Noticias

# #60280
source: Romantic
es_es: Romántico

# #60281
source: Science fiction
es_es: Ciencia-Ficción

# #60282
source: Soap Opera
es_es: Telenovela

# #60283
source: Sport
es_es: Deporte

# #60284
source: Talk Show
es_es: Programa de Entrevistas

# #60285
source: Travels
es_es: Viaje

# #60286
source: Pre-child audience: children under 6 years
es_es: Público pre-infantil: niños menores de 6 años

# #60287
source: Child audience: from 7 years old
es_es: Público infantil: desde 7 años

# #60288
source: General audience: without family control
es_es: Público general: sin supervisión familiar

# #60289
source: Parental control
es_es: Guía paterna: Supervisión paternal

# #60290
source: More than 14 years old
es_es: Mayores de 14 años

# #60291
source: More than 17 years old
es_es: Mayores de 17 años

# #60292
source: Searching for TV Series Information
es_es: Buscando información de la serie

# #60293
source: Please wait...
es_es: Espere por favor...

# #60294
source: Searching for TV Series Information
es_es: Buscando información de la serie

# #60295
source: Loading results...
es_es: Obteniendo resultados...

# #60296
source: Searching for TV Series Information
es_es: Buscando información de la serie

# #60297
source: Find %s possible matches
es_es: Encontrados %s posibles coincidencias

# #60298
source: [%s]: Select the correct TV series
es_es: [%s]: Selecciona la serie correcta

# #60299
source: Not found in the language '%s'
es_es: No se ha encontrado en idioma '%s'

# #60300
source: Search in language 'en'
es_es: Se busca en idioma 'en'

# #60301
source: Not found in the language '%s'
es_es: No se ha encontrado en idioma '%s'

# #60302
source: Search in language 'en'
es_es: Se busca en idioma 'en'

# #60303
source: The file already exists
es_es: El archivo ya existe

# #60304
source: The unzipped %s file already exists, or you want to overwrite it.?
es_es: El archivo %s a descomprimir ya existe, ¿desea sobrescribirlo?

# #60305
source: Adult channels
es_es: Canales para adultos

# #60306
source: The fields 'New password' and 'Confirm new password' do not match
es_es: Los campos 'Nueva contraseña' y 'Confirmar nueva contraseña' no coinciden.

# #60307
source: Use 'Preferences' to change your password
es_es: Entre de nuevo en 'Preferencias' para cambiar la contraseña

# #60308
source: Adult channels
es_es: Canales para adultos

# #60309
source: The password is not correct.
es_es: La contraseña no es correcta.

# #60310
source: Changes made in this section will not be saved.
es_es: Los cambios realizados en esta sección no se guardaran.

# #60311
source: Download...
es_es: Descargando...

# #60312
source: Close this window to start playback
es_es: Cierra esta ventana para empezar la reproducción

# #60313
source: Cancel this window to start playback
es_es: Cancela esta ventana para empezar la reproducción
