Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Spanish (Argentina)/strings.po
Languages: es_es

# #60314
source: Speed:
es_es: Velocidad:

# #60316
source: MB of
es_es: MB de

# #60318
source: Remaining time:
es_es: Tiempo restante:

# #60319
source: Cancelled
es_es: Cancelado

# #60320
source: Download in background cancelled
es_es: Descarga en segundo plano cancelada

# #60321
source: Press the button to be used to open the window
es_es: Presiona la tecla a usar para abrir la ventana

# #60322
source: You have %s seconds
es_es: Tienes %s segundos

# #60323
source: Press the button to be used to open the window
es_es: Presiona la tecla a usar para abrir la ventana

# #60324
source: You have %s seconds
es_es: Tienes %s segundos

# #60325
source: Saved key
es_es: Tecla guardada

# #60326
source: Restart Kodi to apply changes
es_es: Reinicia Kodi para que se apliquen los cambios

# #60327
source: Novelties
es_es: Novedades

# #60328
source: Channels
es_es: Canales

# #60329
source: Search
es_es: Buscador

# #60330
source: Favorites
es_es: Favoritos

# #60331
source: Videolibrary
es_es: Videoteca

# #60332
source: Downloads
es_es: Descargas

# #60333
source: Configuration
es_es: Configuración

# #60334
source: Password for adult channels
es_es: Contraseña para canales de adultos

# #60335
source: Watch in
es_es: Vedere in

# #60336
source: Download in
es_es: Scaricare in

# #60337
source: alfa-MCT: No support adf.ly
es_es: alfa-MCT: Sin soporte adf.ly

# #60338
source: The script does not support URL reduction adf.ly.
es_es: El script no tiene soporte para el acortador de urls adf.ly.

# #60339
source: Nothing to Play
es_es: No se puede reproducir

# #60342
source: Download completed:
es_es: Descarga completa:

# #60343
source: BMC-Kodi has closed the video.
es_es: XBMC-Kodi Cerró el vídeo.

# #60344
source: Continue with the session?
es_es: ¿Continuar con la sesión?

# #60345
source: alfa-MCT: List of videos
es_es: alfa-MCT: Lista de vídeos

# #60346
source: Delete video downloads
es_es: Borrar las descargas del video

# #60347
source: No items to display
es_es: No hay elementos que mostrar

# #60348
source: Information
es_es: Información

# #60349
source: Go to the Main Menu
es_es: Ir al Menu Principal

# #60350
source: [COLOR yellow]Search in other channels[/COLOR]
es_es: [COLOR yellow]Buscar en otros canales[/COLOR]

# #60351
source: [COLOR 0xffccff00]Set as Homepage[/COLOR]
es_es: [COLOR 0xffccff00]Definir como pagina de inicio[/COLOR]

# #60352
source: Add TV Series to Videolibrary
es_es: Añadir Serie a Videoteca

# #60353
source: Add Movie to Videolibrary
es_es: Añadir Pelicula a Videoteca

# #60354
source: Download Movie
es_es: Descargar Pelicula

# #60355
source: Download TV Series
es_es: Descargar Serie

# #60356
source: Download Episode
es_es: Descargar Episodio

# #60357
source: Download Season
es_es: Descargar Temporada

# #60358
source: Open Configuration
es_es: Abrir Configuración

# #60359
source: Search Trailer
es_es: Buscar Trailer

# #60360
source: [COLOR 0xffccff00]<Quick Menu>[/COLOR]
es_es: [COLOR 0xffccff00]<Menú Rápido>[/COLOR]

# #60362
source: You can't watch this video because...
es_es: No puedes ver ese vídeo porque...

# #60363
source: The server on which it is hosted
es_es: El servidor donde está alojado no está

# #60364
source: is not yet supported in Alfa
es_es: soportado en alfa todavía

# #60365
source: Loading video...
es_es: Cargando vídeo...

# #60366
source: External plugin: %s
es_es: Plugin externo: %s

# #60376
source: Video information
es_es: Información del vídeo

# #60377
source: Title:
es_es: Título:

# #60378
source: Original Title:
es_es: Título original:

# #60379
source: Original language:
es_es: Idioma original:

# #60380
source: Score:
es_es: Puntuación:

# #60381
source: Release:
es_es: Lanzamiento:

# #60382
source: Genres:
es_es: Géneros:

# #60383
source: Series:
es_es: Serie:

# #60384
source: Season title:
es_es: Título temporada:

# #60385
source: Season:
es_es: Temporada:

# #60386
source: Episode:
es_es: Episodio:

# #60387
source: Emission:
es_es: Emisión:

# #60388
source: Summary:
es_es: Sinopsis:

# #60389
source: Videolibrary update....
es_es: Actualizando videoteca....

# #60390
source: AutoPlay Configuration
es_es: Configurar AutoPlay

# #60392
source: Total Reset of the addon %s. [COLOR red]Attention This function completely resets the addon.[/COLOR]
es_es: Reinicio total de addon% s. [COLOR red] Atención esta función restablece completamente el plugin.[/COLOR]

# #60395
source: Are you sure you want to reset all settings of %s ?
es_es: ¿Está seguro que desea restablecer todas las configuraciones de% s?

# #60396
source: Cancel
es_es: Cancelar

# #60397
source: Confirm
es_es: Restablecer configuración ha sido configurado correctamente

# #60399
source: AutoPlay allows you to auto play links directly, based on your server settings and preferred qualities.
es_es: AutoPlay permite auto reproducir los enlaces directamente, basándose en la configuracion de tus servidores y calidades favoritas. '

# #60403
source: more than 2 Gb
es_es: mas que di 2 Gb

# #60404
source: Choose cache setting
es_es: Elegir configuración de caché

# #60405
source: [COLOR orange]Cache Set for 512 Mega RAM[/COLOR]
es_es: [COLOR orange]Caché configurado en 512 Mega di RAM[/COLOR]

# #60406
source: [COLOR orange]Cache Set for 1 Gb RAM[/COLOR]
es_es: [COLOR orange]Caché configurado en 1 Gb di RAM[/COLOR]

# #60407
source: [COLOR orange]Cache Set for 2 Gb RAM[/COLOR]
es_es: [COLOR orange]Caché configurado en 2 Gb di RAM[/COLOR]

# #60408
source: [COLOR orange]Cache Set higher than 2 Gb of RAM[/COLOR]
es_es: [COLOR orange]Caché configurado en más de 2 GB de RAM[/COLOR]

# #60410
source: An advancedsettings.xml file has been created
es_es: Se ha creado un archivo advancedsettings.xml

# #60411
source: with the ideal streaming configuration.
es_es: con la configuración ideal para la transmisión.

# #60412
source: Choose channels to include
es_es: Elegir canales incluidos

# #60413
source: [COLOR yellow]New Movie Search...[/COLOR]
es_es: [COLOR yellow]Nueva búsqueda de película ...[/COLOR]

# #60414
source: [COLOR yellow]New search tv series...[/COLOR]
es_es: [COLOR yellow]Nueva búsqueda de series[/COLOR]

# #60415
source: [COLOR green]Other settings[/COLOR]
es_es: [COLOR green]Otros Ajustes[/COLOR]

# #60416
source: Delete saved searches
es_es: Borrar búsquedas guardadas

# #60417
source: [COLOR red]Delete search history[/COLOR]
es_es: [COLOR red]Borrar el historial de búsqueda[/COLOR]

# #60418
source: Choose channels to include in your search
es_es: Elegir canales incluidos en la búsqueda

# #60419
source: Delete saved searches
es_es: Borrar búsquedas guardadas

# #60420
source: More Options
es_es: Otros Ajustes

# #60421
source: Channels included in the global search
es_es: Canales incluidos en la búsqueda global

# #60422
source: Search
es_es: Buscando

# #60423
source: Search
es_es: Buscar

# #60424
source: Searches key have been deleted correctly
es_es: Búsquedas borradas correctamente

# #60425
source: Channel search
es_es: Buscar canal

# #60426
source: FILTER: Configure
es_es: FILTRO: Configurar

# #60427
source: FILTER: Adding '%s'
es_es: FILTRO: Añadir '%s'

# #60428
source: FILTER: Delete '%s'
es_es: FILTRO: Borrar '%s'

# #60429
source: [COLOR %s]Filter configuration for TV series...[/COLOR]
es_es: [COLOR %s]Configurar filtro para series...[/COLOR]

# #60430
source: FILTER: Delete '%s'
es_es: FILTRO: Borrar '%s'

# #60431
source: and quality %s
es_es: y calidad %s

# #60432
source: [COLOR %s]No results in this language '%s'%s, click to show without filter[/COLOR]
es_es: [COLOR %s]No hay elementos con idioma '%s'%s, pulsa para mostrar sin filtro[/COLOR]

# #60433
source: (disabled)
es_es: (desactivado)

# #60434
source: Configure [COLOR %s][%s][/COLOR]%s
es_es: Configurar [COLOR %s][%s][/COLOR]%s

# #60435
source: There are no filters, search for a TV series and click on the context menu 'FILTER: Configure'
es_es: No existen filtros, busca una serie y pulsa en menú contextual 'FILTRO: Configurar'

# #60436
source: Spanish
es_es: Español

# #60437
source: Delete
es_es: Borrar

# #60438
source: ¿Enable / disable filter?
es_es: ¿Activar/Desactivar filtro?

# #60439
source: Language
es_es: Idioma

# #60440
source: Permitted quality
es_es: Calidad permitida

# #60441
source: Filter links for: [COLOR %s]%s[/COLOR]
es_es: Filtrado de enlaces para: [COLOR %s]%s[/COLOR]

# #60442
source: Are you sure you want to delete the filter?
es_es: ¿Está seguro que desea eliminar el filtro?

# #60443
source: Click 'Yes' to remove the filter from [COLOR %s]%s[/COLOR], click 'No' or close the window to do nothing.
es_es: Pulse 'Si' para eliminar el filtro de [COLOR %s]%s[/COLOR], pulse 'No' o cierre la ventana para no hacer nada.

# #60444
source: FILTER DELETED
es_es: FILTRO ELIMINADO

# #60445
source: Error on saving on disk
es_es: Error al guardar en disco

# #60446
source: FILTER SAVED
es_es: FILTRO GUARDADO

# #60448
source: - How do I report an error?
es_es: - ¿Cómo reportar un error?

# #60449
source: - Is it possible to enable/disable channels?
es_es: - ¿Se pueden activar/desactivar los canales?

# #60450
source: - Is automatic synchronization with Trakt possible?
es_es: - ¿Es posible la sincronización automática con Trakt?

# #60451
source: - Is it possible to show all the results together in the global search?
es_es: - ¿Es posible mostrar todos los resultados juntos en el buscador global?

# #60452
source: - Links take too long to appear.
es_es: - Los enlaces tardan en aparecer.

# #60453
source: - The content search is not performed correctly.
es_es: - La búsqueda de contenido no se hace correctamente.

# #60454
source: - Some channels do not function properly.
es_es: - Algún canal no funciona correctamente."

# #60455
source: - The library does not update correctly.
es_es: - No se actualiza correctamente la videoteca.

# #60456
source: - Links of interest
es_es: - Enlaces de interés

# #60458
source: The disabling can be done in 'Settings>Turn on/off channels'. You can toggle channels on/off one at a time or all at the same time. Want to manage your channels now?
es_es: Esto se puede hacer en 'Configuración'>'Activar/Desactivar canales. Puedes activar/desactivar los canales uno por uno o todos a la vez. ¿Deseas gestionar ahora los canales?

# #60459
source: Currently it is possible to activate the synchronization (silent). after having marked an episode as 'as watched' (this happens automatically). This option can be enabled in 'Settings>Library Settings'. Do you want access to these settings?
es_es: Actualmente se puede activar la sincronización (silenciosa) tras marcar como visto un episodio (esto se hace automáticamente). Esta opción se puede activar en 'Configuración'>'Ajustes de la videoteca ¿Deseas acceder a dichos ajustes?

# #60460
source: This can be improved by limiting the maximum number of links or by displaying them in a Pop-Up window. These settings can be found in 'Settings>Library Settings Do you want to access these settings?
es_es: Esto puede mejorarse limitando el número máximo de enlaces o mostrandolos en una ventana emergente. Estas opciones se encuentran en 'Configuración'>'Ajustes de la videoteca ¿Deseas acceder a dichos ajustes?

# #60462
source: You may not have written the library path correctly in 'Settings>Preferences'. Il The specified path must be exactly the same as the 'source' entered in 'Archive' of the Kodi library. AVANZATO: This path is also found in 'sources.xml'. There can be problems using some Kodi forks and paths with 'special://'. SPMC, for example, has problems with this, and there doesn't seem to be a solution, as it is an external problem to Alfa that has existed for a long time. You can try solving these problems in 'Settings>Library Settings' by changing the 'Search in' setting from 'The folder of each series' to 'All library'.
es_es: Puede que no hayas escrito la ruta de la librería correctamente en 'Configuración'>'Preferencias'. La ruta específicada debe ser exactamente la misma de la 'fuente' introducida en 'Archivos' de la videoteca de Kodi. AVANZADO: Esta ruta también se encuentra en 'sources.xml'. También puedes estar experimentando problemas por estar usando algun fork de Kodi y rutas con 'special://'. SPMC, por ejemplo, tiene problemas con esto, y no parece tener solución, ya que es un problema ajeno a Alfa que existe desde hace mucho. Puedes intentar subsanar estos problemas en 'Configuración'>'Ajustes de la videoteca', cambiando el ajuste 'Realizar búsqueda de contenido en' de 'La carpeta de cada serie' a 'Toda la videoteca'. También puedes acudir a 'http://alfa-addon.com' en busca de ayuda.

# #60463
source: The channel site may not work. In case the site works you can report the problem on github.
es_es: Puede ser que la página web del canal no funcione. En caso de que funcione la página web puede que no seas el primero en haberlo visto y que el canal este arreglado. Puedes mirar en 'alfa-addon.com' o en el repositorio de GitHub (github.com/alfa-addon/addon). Si no encuentras el canal arreglado puedes reportar un problema en el foro.

# #60464
source: It is possible that you have updated Alfa recently and that the changes have not been fully applied Well, you can try 'Settings>Other Tools', checking the *_data.json files or reattaching everything to the library again
es_es: Puede ser que hayas actualizado el plugin recientemente y que las actualizaciones no se hayan aplicado del todo bien. Puedes probar en 'Configuración'>'Otras herramientas', comprobando los archivos *_data.json o volviendo a añadir toda la videoteca.

# #60465
source: Do you want access to these settings?
es_es: ¿Deseas acceder ahora a esa seccion?

# #60466
source: Yes, the option to display merged or split results by channels can be found in 'Settings>Global Search Settings>Other Settings'. Do you want access to these settings?
es_es: Sì. La opcion de mostrar los resultados juntos o divididos por canales se encuentra en 'setting'>'Ajustes del buscador global'> 'Otros ajustes'. ¿Deseas acceder a ahora dichos ajustes?

# #60467
source: To report a problem on'http://alfa-addon.com' you need to:|the version you're using of Alfa.|The version you're using of kodi, mediaserver, etc.|the version and name of the operating system you're using.|The name of the skin (in case you're using Kodi) and whether using the default skin has solved the problem.|Description of the problem and any test cases.To activate the log in detailed mode, go to:|Configuration.|Preferences.|In the General tab - Check the option: Generate detailed log. The detailed log file can be found in the following path: %s
es_es: Para reportar un problema en 'http://alfa-addon.com' es necesario: - Versión que usas de Alfa. - Versión que usas de kodi, mediaserver, etc. - Versión y nombre del sistema operativo que usas. - Nombre del skin (en el caso que uses Kodi) y si se te ha resuelto el problema al usar el skin por defecto. - Descripción del problema y algún caso de prueba. - Agregar el log en modo detallado, una vez hecho esto, zipea el log y lo puedes adjuntar en un post. Para activar el log en modo detallado, ingresar a: - Configuración. - Preferencias. - En la pestaña General - Marcar la opción: Generar log detallado. El archivo de log detallado se encuentra en la siguiente ruta: %s

# #60468
source: You can find our Telegram channel at @alfa_addon If you have doubts you can write to us in the Forum: http://alfa-addon.com
es_es: Entérate de novedades, consejos u opciones que desconoces en Telegram: @alfa_addon. Si tienes problemas o dudas, puedes acudir al Foro: http://alfa-addon.com

# #60469
source: Uploading new data
es_es: Cargando nuevos datos

# #60471
source: No results, missing information about the year of the video
es_es: Sin resultados. Falta información del año del video

# #60472
source: There is no information on the %s required
es_es: No hay info de la %s solicitada

# #60473
source: No results
es_es: Sin resultados

# #60474
source: There is no information on the %s required
es_es: No hay info de la %s solicitada

# #60475
source: Filmaffinity recording.......
es_es: Registrando filmaffinity.......

# #60476
source: [COLOR yellow][B]There is no information about this movie...[/B][/COLOR]
es_es: [COLOR yellow][B]Esta pelicula no tiene informacion...[/B][/COLOR]

# #60477
source: Important recommendations.......
es_es: Indagando recomendaciones.......

# #60478
source: [COLOR aquamarine][B]Completated %s[/B][/COLOR]
es_es: [COLOR aquamarine][B]Finalizada %s[/B][/COLOR]

# #60479
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
es_es: [COLOR aquamarine][B]En emisión %s[/B][/COLOR]

# #60480
source: (Seasons: %s)
es_es: (Temporadas: %s)

# #60481
source: Picture collection on FANART.TV
es_es: Recopilando imágenes en FANART.TV

# #60482
source: Tuned Instruments in Vtunes
es_es: Afinado instrumentos en Vtunes

# #60483
source: Picture collection on FANART.TV
es_es: Recopilando imágenes en FANART.TV

# #60484
source: [COLOR red][B]Update Kodi to its latest version[/B][/COLOR]
es_es: [COLOR red][B]Actualiza Kodi a su última versión[/B][/COLOR]

# #60485
source: [COLOR skyblue]for detailed info[/COLOR]
es_es: [COLOR skyblue]para mejor info[/COLOR]

# #60486
source: Uploading new information
es_es: Cargando nueva info

# #60487
source: Search in Tmdb.......
es_es: Buscando en Tmdb.......

# #60488
source: No information...
es_es: Sin información...

# #60489
source: [COLOR limegreen][B]Production company: [/B][/COLOR]
es_es: [COLOR limegreen][B]Productora: [/B][/COLOR]

# #60490
source: [COLOR limegreen][B]Country: [/B][/COLOR]
es_es: [COLOR limegreen][B]País: [/B][/COLOR]

# #60491
source: [COLOR limegreen][B]Preview: [/B][/COLOR]
es_es: [COLOR limegreen][B]Estreno: [/B][/COLOR]

# #60492
source: [COLOR limegreen][B]Seasons/Episodes: [/B][/COLOR]
es_es: [COLOR limegreen][B]Temporadas/Episodios: [/B][/COLOR]

# #60493
source: [COLOR orange][B]Is there the tv series you're looking for?[/B][/COLOR]
es_es: [COLOR orange][B]¿Está la serie que buscas?[/B][/COLOR]

# #60494
source: [COLOR orange][B]Is there the movie you are looking for?[/B][/COLOR]
es_es: [COLOR orange][B]¿Está la película que buscas?[/B][/COLOR]

# #60495
source: [COLOR tomato][B]Close[/B][/COLOR]
es_es: [COLOR tomato][B]Cerrar[/B][/COLOR]

# #60496
source: Loading results
es_es: Cargando resultados

# #60497
source: Wait........
es_es: Espere........

# #60498
source: [COLOR orange][B]Select...[/B][/COLOR]
es_es: [COLOR orange][B]Selecciona...[/B][/COLOR]

# #60500
source: Nothing to play
es_es: No hay nada para reproducir

# #60501
source: [COLOR orange][B]Department[/B][/COLOR]
es_es: [COLOR orange][B]Reparto[/B][/COLOR]

# #60502
source: Uploading new data
es_es: Cargando nuevos datos

# #60503
source: Loading data from the %s...
es_es: Obteniendo datos del %s...

# #60504
source: No information
es_es: Sin información

# #60505
source: [COLOR rosybrown]Uploading filmography...[/COLOR]
es_es: [COLOR rosybrown]Obteniendo filmografía...[/COLOR]

# #60506
source: [COLOR plum]Picture collection...[/COLOR]
es_es: [COLOR plum]Recopilando imágenes...[/COLOR]

# #60508
source: [COLOR tomato]Video not available[/COLOR]
es_es: [COLOR tomato]Vídeo no disponible[/COLOR]

# #60509
source: Movies
es_es: Películas

# #60510
source: Kids
es_es: Para niños

# #60511
source: TV series Episodes
es_es: Episodios de series

# #60512
source: Anime Episodes
es_es: Episodios de anime

# #60513
source: Documentaries
es_es: Documentales

# #60514
source: Channels included in: %s
es_es: Canales incluidos en: %s

# #60515
source: Simultaneous search deactivated
es_es: Búsqueda concurrente desactivada

# #60516
source: Simultaneous novelty search provides
es_es: La búsqueda concurrente de novedades proporciona

# #60517
source: higher speed and its deactivation is advisable only in case of failure.
es_es: una mayor velocidad y su desactivación solo es aconsejable en caso de fallo.

# #60518
source: Would you like to activate the simultaneous search now?
es_es: ¿Desea activar la búsqueda concurrente ahora?

# #60519
source: Channel search...
es_es: Buscando canales...

# #60520
source: Search in '%s'...
es_es: Buscando en '%s'...

# #60521
source: Completed in %d/%d channels...
es_es: Finalizado en %d/%d canales...

# #60522
source: Results obtained: %s | Time: %2.f seconds
es_es: Resultados obtenidos: %s | Tiempo: %2.f segundos

# #60523
source: (In %s and %s)
es_es: (En %s y %s)

# #60524
source: (In %s)
es_es: (En %s)

# #60525
source: Channels included in:
es_es: Canales incluidos en:

# #60526
source: - Movies
es_es: - Películas

# #60527
source: - Kids
es_es: - Para niños

# #60528
source: - Series Tv Episodes
es_es: - Episodios de series

# #60529
source: - Anime Episodes
es_es: - Episodios de anime

# #60530
source: - Documentaries
es_es: - Documentales

# #60531
source: Other Settings
es_es: Otros ajustes

# #60532
source: Configuration -- News
es_es: configuración -- Novedades

# #60533
source: Channels included in News
es_es: Canales incluidos en Novedades

# #60535
source: Preferences
es_es: Preferencias

# #60536
source: Special settings
es_es: Ajustes especiales

# #60537
source: Channel settings
es_es: Ajustes de Canales

# #60538
source: Server settings
es_es: Ajustes de Servidores

# #60539
source: Settings for the 'News' section
es_es: Ajustes de la sección 'Novedades'

# #60540
source: Global search settings
es_es: Ajustes del buscador global

# #60541
source: Download settings
es_es: Ajustes de descargas

# #60542
source: Videolibrary settings
es_es: Ajustes de la videoteca

# #60544
source: More Options
es_es: Otras herramientas

# #60545
source: Activate/deactivate channels
es_es: Activar/desactivar canales

# #60546
source: Channel settings
es_es: Ajustes por canales

# #60547
source: Channel Configuration '%s'
es_es: Configuración del canal '%s'

# #60548
source: HChannel Options
es_es: Herramientas de canales

# #60549
source: Check the files * _data.json
es_es: Comprobar archivos *_data.json

# #60550
source: Servers locked
es_es: Sevidores bloqueados

# #60551
source: Favorite servers
es_es: Servidores favoritos

# #60552
source: Debriders settings
es_es: Ajustes de debriders:

# #60553
source: Server configuration '%s'
es_es: Configuración del servidor '%s'

# #60554
source: Server settings
es_es: Ajustes de servidores

# #60557
source: Saving configuration
es_es: Guardando configuración...

# #60558
source: Please wait.
es_es: Espere un momento por favor.

# #60559
source: Saving configuration...%s
es_es: Guardando configuración...%s

# #60560
source: - [COLOR red] CORRECTED!![/COLOR]
es_es: - [COLOR red] CORREGIDO!![/COLOR]

# #60561
source: Saving configuration...
es_es: Guardando configuración...

# #60562
source: Please wait
es_es: Espere un momento por favor

# #60563
source: Saving configuration...
es_es: Guardando configuración...

# #60564
source: Channel Options
es_es: Herramientas de canales

# #60565
source: Check the files * _data.json
es_es: Comprobar archivos *_data.json

# #60566
source: Videolibrary options
es_es: Herramientas de videoteca

# #60567
source: Overwrite the entire video library (strm, nfo and json)
es_es: Sobreescribir toda la videoteca (strm, nfo y json)

# #60568
source: Search for new episodes and update the video library
es_es: Buscar nuevos episodios y actualizar videoteca

# #60569
source: - There are no default settings
es_es: - No tiene ajustes por defecto

# #60570
source: | Error Detail: %s
es_es: | Detalle del error: %s

# #60571
source: - [COLOR red] Default settings cannot be loaded![/COLOR]
es_es: - [COLOR red] Imposible cargar los ajustes por defecto![/COLOR]

# #60572
source: Ask
es_es: Preguntar

# #60577
source: Order Servers
es_es: Ordenar servidores

# #60578
source: Server #%s
es_es: Servidor #%s
