Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #60567
source: Overwrite the entire video library (strm, nfo and json)
pt_br: Substituir toda a biblioteca de vídeos (strm, nfo e json)

# #60568
source: Search for new episodes and update the video library
pt_br: Pesquise novos episódios e atualize a biblioteca de vídeos

# #60569
source: - There are no default settings
pt_br: - Não há configurações padrão

# #60570
source: | Error Detail: %s
pt_br: | Detalhes do erro: %s

# #60571
source: - [COLOR red] Default settings cannot be loaded![/COLOR]
pt_br: - [COLOR red] Não foi possível carregar as configurações padrão![/COLOR]

# #60572
source: Ask
pt_br: Perguntar

# #60577
source: Order Servers
pt_br: Comprar Servidores

# #60578
source: Server #%s
pt_br: Servidor #%s

# #60579
source: Error
pt_br: Erro

# #60580
source: A saving error occurred
pt_br: Ocorreu um erro ao salvar

# #60581
source: Overwriting the entire video library
pt_br: Substituindo toda a biblioteca de vídeo

# #60582
source: This may take some time.
pt_br: Isto pode levar algum tempo.

# #60583
source: Do you want to continue?
pt_br: Você quer continuar?

# #60584
source: Overwriting the video library...TV SERIES
pt_br: Substituindo a biblioteca de vídeo... SÉRIES

# #60586
source: Overwriting the video library...MOVIES
pt_br: Substituindo a biblioteca de vídeo... FILMES

# #60587
source: Video library update....
pt_br: Atualização da biblioteca de vídeos....

# #60588
source: - Settings created
pt_br: - Configurações criadas

# #60589
source: - - No correction necessary
pt_br: - - Não são necessárias correções

# #60590
source: - An error has occurred
pt_br: - Ocorreu um erro

# #60591
source: Activate all
pt_br: Ativar tudo

# #60592
source: Deactivate all
pt_br: Desativar tudo

# #60593
source: Default Set
pt_br: Conjunto padrão

# #60594
source: All channels
pt_br: Todos os canais

# #60595
source: [COLOR grey](Default disabled)[/COLOR]
pt_br: [COLOR grey](Padrão desativado)[/COLOR]

# #60596
source: Channels
pt_br: Canais

# #60597
source: Server #%s
pt_br: Servidor #%s

# #60598
source: Configuration -- Video Library
pt_br: Configuração -- Biblioteca de vídeos

# #60600
source: Series
pt_br: Séries

# #60601
source: Video library update
pt_br: Atualização da biblioteca de vídeos

# #60602
source: Never
pt_br: Nunca

# #60603
source: When Kodi starts
pt_br: Quando o Kodi iniciar

# #60604
source: Once a day
pt_br: Uma vez por dia

# #60605
source: At the start of Kodi and once a day
pt_br: Ao iniciar o Kodi e uma vez por dia

# #60606
source: At Kodi startup, wait before updating
pt_br: Ao iniciar o Kodi, espere antes de atualizar

# #60607
source: When Kodi starts
pt_br: Quando o Kodi iniciar

# #60608
source: Twice a day
pt_br: Duas vezes ao dia

# #60609
source: 10 sec
pt_br: 10 seg

# #60610
source: 20 sec
pt_br: 20 seg

# #60611
source: 30 sec
pt_br: 30 seg

# #60612
source: 60 sec
pt_br: 60 seg

# #60613
source: Start scheduled update from
pt_br: Iniciar atualização agendada em

# #60614
source: Search for new episodes in TV shows
pt_br: Procurar novos episódios em séries

# #60615
source: Never
pt_br: Nunca

# #60616
source: Always
pt_br: Sempre

# #60617
source: According to new episodes
pt_br: De acordo com novos episódios

# #60618
source: Search content in
pt_br: Pesquisar conteúdo em

# #60619
source: The folder of each tv series
pt_br: A pasta de cada série de TV

# #60620
source: All video library
pt_br: Toda a biblioteca de vídeo

# #60621
source: Show links in
pt_br: Mostrar links em

# #60622
source: Conventional window
pt_br: Janela convencional

# #60623
source: Pop-up window
pt_br: Janela de pop-up

# #60624
source: Max links to display (recommended for slow devices)
pt_br: Máx. links a serem exibidos (recomendado para dispositivos lentos)

# #60625
source: All
pt_br: Todos

# #60626
source: Sort by whitelist order
pt_br: Ordenar por ordem da lista de permissões

# #60627
source: Remove channel name at the beginning
pt_br: Remova o nome do canal no início

# #60628
source: Replace 'View in' with '[V]' and 'Download in' with '[D]'
pt_br: Substitua 'Visualizar em' por '[V]' e 'Download em' por '[D]'

# #60629
source: Database location
pt_br: Local do banco de dados

# #60631
source: Remote
pt_br: Remoto

# #60632
source: Server address
pt_br: Endereço do servidor

# #60633
source: Server port
pt_br: Porta do servidor

# #60634
source: Automatically mark as watched
pt_br: Marcar automaticamente como assistido

# #60635
source: Minimum video viewing time
pt_br: Tempo de visualização de vídeo

# #60637
source: Synchronizing with Trakt
pt_br: Sincronizando com o Trakt

# #60638
source: Sync after marking the episode as watched
pt_br: Sincronizar depois de marcar o episódio como visto

# #60639
source: Show notification
pt_br: Mostrar notificação

# #60640
source: Sync on adding a TV show to the videolibrary
pt_br: Sincronize ao adicionar uma série à videoteca

# #60641
source: Wait until the TV show is added
pt_br: Aguarde a série ser adicionada

# #60642
source: Show option "All Seasons".
pt_br: Mostrar opção "Todas as Temporadas".

# #60643
source: Do not combine the seasons of the series
pt_br: Não combinar as temporadas da série

# #60644
source: Only if there is one season
pt_br: Somente se houver uma temporadas

# #60645
source: Show channel selection box
pt_br: Mostrar caixa de seleção de canal

# #60646
source: Create directories on your system using
pt_br: Crie diretórios em seu sistema usando

# #60647
source: Localized title
pt_br: Título localizado

# #60648
source: Never
pt_br: Nunca

# #60649
source: Original title
pt_br: Título original

# #60650
source: When you add content, you get information from:
pt_br: Ao adicionar conteúdo, você obtém informações de:

# #60651
source: Movies info provider
pt_br: Provedor de informações de filmes

# #60652
source: TV shows info provider
pt_br: Provedor de informações de série

# #60653
source: If there are no results search also in English
pt_br: Se não houver resultados, pesquise também em inglês

# #60654
source: Include in blacklist
pt_br: Incluir na lista negra

# #60655
source: Include in Favorites List
pt_br: Incluir na lista de favoritos

# #60656
source: Simultaneous search (multiprocessing)
pt_br: Pesquisa simultânea (multiprocessamento)

# #60657
source: Show Results:
pt_br: Mostrar resultados:

# #60658
source: Grouped by content
pt_br: Agrupados por conteúdo

# #60659
source: Grouped by channel
pt_br: Agrupados por canal

# #60660
source: Without group
pt_br: Sem agrupar

# #60661
source: News
pt_br: Novidades

# #60662
source: code cleaning
pt_br: limpando código

# #60663
source: Add the progress window
pt_br: Adicione a janela de progresso

# #60664
source: Eliminated unnecessary code.
pt_br: Eliminar códigos desnecessários.

# #60665
source: Possibility to include other channels, through the configuration
pt_br: Possibilidade de incluir outros canais, através da configuração

# #60666
source: Color Profile
pt_br: Perfil de cor

# #60667
source: Cold
pt_br: Frio

# #60668
source: Hot
pt_br: Quente

# #60669
source: Lilac
pt_br: Lilás

# #60671
source: Vivid
pt_br: Vívido

# #60672
source: Global Search
pt_br: Pesquisa global

# #60673
source: Number of Search Threads
pt_br: Número de threads de pesquisa

# #60674
source: Show Results:
pt_br: Mostrar resultados:

# #60675
source: Per channel
pt_br: Por canal

# #60676
source: All Together
pt_br: Todos juntos

# #60677
source: Saved Searches:
pt_br: Pesquisas salvas:

# #60678
source: Remember the latest search
pt_br: Lembre-se da última pesquisa

# #60679
source: Novelties in %s
pt_br: Novidades em %s

# #60680
source: documentaries
pt_br: documentários

# #60681
source: movies
pt_br: filmes

# #60682
source: tv series
pt_br: séries

# #70000
source: Options
pt_br: Opções

# #70002
source: Cancel
pt_br: Cancelar

# #70003
source: Default
pt_br: Padrão

# #70004
source: Loading...
pt_br: Carregando...

# #70005
source: Previous
pt_br: Anterior

# #70006
source: Next
pt_br: Próximo

# #70007
source: Accept
pt_br: Aceitar

# #70008
source: Reload
pt_br: Recarregar

# #70009
source: Classic Menu
pt_br: Menu Clássico

# #70010
source: Where To Search
pt_br: Onde procurar

# #70011
source: Search for actor
pt_br: Procurar por ator

# #70012
source: Beginning
pt_br: Começo

# #70013
source: Horror
pt_br: Terror

# #70014
source: Castellan
pt_br: Castelhano

# #70016
source: Active channels
pt_br: Canais ativos

# #70017
source: TV Series
pt_br: Séries

# #70018
source: Children
pt_br: Crianças

# #70019
source: Documentary
pt_br: Documentário

# #70020
source: [COLOR yellow]Search similar[/COLOR]
pt_br: [COLOR yellow]Pesquisar semelhantes[/COLOR]

# #70021
source: Search in TMDB
pt_br: Pesquisar no TMDB

# #70022
source: - Movies
pt_br: - Filmes

# #70023
source: - TV Shows
pt_br: - Séries

# #70024
source: Search in Filmaffinity
pt_br: Pesquisar no Filmaffinity

# #70025
source: Search in IMDB
pt_br: Pesquisar no IMDB

# #70027
source: Search engine settings
pt_br: Configurações do mecanismo de pesquisa

# #70028
source: Most Popular
pt_br: Mais populares

# #70029
source: Top rated
pt_br: Melhor avaliado

# #70030
source: On The Bill
pt_br: Na Billboard

# #70031
source: Next
pt_br: Próximo

# #70032
source: Genres
pt_br: Gêneros

# #70033
source: Actors/Actresses by popularity
pt_br: Atores/Atrizes por popularidade

# #70034
source: Coming Soon
pt_br: Em breve

# #70035
source: Search %s
pt_br: Pesquisar %s

# #70036
source: Search actor/actress
pt_br: Procurar ator/atriz

# #70037
source: Search director, writer...
pt_br: Pesquisar diretor, escritor...

# #70038
source: Custom Filter
pt_br: Filtro customizado

# #70039
source: Keyword filter
pt_br: Filtro de palavras-chave

# #70040
source: Top Filmaffinity
pt_br: Melhores em Filmaffinity

# #70041
source: Modern TV Shows
pt_br: Séries Modernas

# #70042
source: Year
pt_br: Anos

# #70043
source: Coming Out
pt_br: Próximos Lançamentos

# #70044
source: Sagas and Collections
pt_br: Sagas e coleções

# #70045
source: Movies/TV Shows/Documentaries by Themes
pt_br: Filmes/Séries/Documentários por Temas

# #70046
source: Search Movies/TV Shows
pt_br: Pesquisar Filmes/Séries

# #70047
source: Search by director
pt_br: Pesquisa por diretor

# #70048
source: My Account
pt_br: Minha conta

# #70049
source: Most Popular
pt_br: Mais populares

# #70050
source: Recommended Now
pt_br: Recomendado agora

# #70051
source: Most Anticipated
pt_br: Mais Esperados

# #70052
source: Custom recommendations
pt_br: Recomendações personalizadas

# #70053
source: Most Viewed
pt_br: Mais Vistos

# #70054
source: Link your trakt account
pt_br: Vincule sua conta trakt

# #70055
source: Watchlists
pt_br: Listas de observação

# #70056
source: Viewed
pt_br: Visto

# #70057
source: My lists
pt_br: Minhas listas

# #70058
source: Top Series
pt_br: Melhores Séries

# #70059
source: Top Movies
pt_br: Melhores Filmes

# #70060
source: Most Anticipated
pt_br: Mais Esperados

# #70061
source: Top Anime
pt_br: Melhores Animes

# #70062
source: Anime by Seasons
pt_br: Animes por Temporada

# #70063
source: Anime by Genres
pt_br: Anime por Gêneros

# #70064
source: Search Tv Shows/Movies/Anime
pt_br: Pesquisar Série/Filme/Anime

# #70065
source: >> Next Page
pt_br: >> Próxima Página

# #70066
source: Search title in spanish: %s
pt_br: Procurar título em espanhol: %s

# #70067
source: Info Seasons [%s]
pt_br: Informação da Temporada [%s]

# #70068
source: In my Collection
pt_br: Na minha coleção

# #70069
source: Search %s in alfa: %s
pt_br: Pesquisar %s no alfa: %s

# #70070
source: Search original title: %s
pt_br: Procurar título original: %s

# #70071
source: Cast
pt_br: Elenco

# #70072
source: Most Viewed
pt_br: Mais Vistos

# #70073
source: Most Anticipated
pt_br: Mais Esperados

# #70074
source: Viewed
pt_br: Vistos

# #70075
source: Most Anticipated
pt_br: Mais Esperados

# #70076
source: Top rated
pt_br: Melhor Avaliados

# #70077
source: Most Viewed
pt_br: Mais Vistos

# #70078
source: Show only links of
pt_br: Mostrar apenas links de

# #70079
source: Remove only links of
pt_br: Remova apenas os links de

# #70082
source: Global Search
pt_br: Pesquisa Global

# #70083
source: Show all links
pt_br: Mostrar todos os links

# #70084
source: Delete movie
pt_br: Excluir filme

# #70085
source: Delete TV Show
pt_br: Excluir série

# #70086
source: Remove only links of %s
pt_br: Remova apenas os links de %s

# #70087
source: Deleted %s links from canal %s
pt_br: %s links excluídos do canal %s

# #70088
source: Are you sure you want to delete '%s' from videolibrary ?
pt_br: Tem certeza de que deseja excluir '%s' da biblioteca de vídeo?

# #70089
source: Show only links of %s
pt_br: Mostrar apenas links de %s

# #70090
source: Exclude all streams with these words
pt_br: Exclua todo o conteúdo com essas palavras

# #70091
source: Words
pt_br: Palavras

# #70092
source: New content
pt_br: Novos conteúdos

# #70094
source: Select scraper for movies
pt_br: Selecionar o scraper para filmes

# #70095
source: Universal Movie Scraper not present. Install it now?
pt_br: O 'Universal Movie Scraper' não está instalado. Deseja instalar agora?

# #70097
source: Universal Movie Scraper not installed.
pt_br: O 'Universal Movie Scraper' não instalado.

# #70098
source: The TVDB
pt_br: TVDB

# #70099
source: The TVDB not installed.
pt_br: TVDB não instalado.

# #70100
source: The Movie Database not present. Install it now?
pt_br: O 'The Movie Database' não está instalado. Deseja instalar agora?

# #70101
source: Error fixing videolibrarypath in BD
pt_br: Erro ao corrigir o diretório da biblioteca de vídeo no BD

# #70102
source: Videolibrary %s not configured
pt_br: Biblioteca de vídeos %s não configurada

# #70103
source: Videolibrary %s configured
pt_br: Biblioteca de vídeos %s configurada

# #70104
source: Congratulations, the Kodi video library has been configured correctly.
pt_br: Parabéns, a biblioteca de vídeos do Kodi foi configurada corretamente.

# #70105
source: Do you want Alfa to automatically configure the Kodi library?You will be asked to set up scrapers for movies and series.
pt_br: Deseja que a Alfa configure automaticamente a biblioteca do Kodi? Será solicitado que configure scrapers para filmes e séries.

# #70106
source: If you choose 'No' you can do it later from 'Configuration > Preferences > Paths'.
pt_br: Se você escolher 'Não', poderá fazê-lo posteriormente em 'Configuração>Preferências>Diretórios'.

# #70107
source: Select scraper for Tv Shows
pt_br: Selecione o scraper para séries

# #70108
source: Icons Set
pt_br: Conjunto de ícones

# #70109
source: Sync with Trakt.tv (You must have an account)
pt_br: Sincronizar com Trakt.tv (você deve ter uma conta)

# #70110
source: Priority Method
pt_br: Método de prioridade

# #70111
source: Stop looking when you find an option
pt_br: Pare de procurar quando encontrar uma opção

# #70112
source: Hide payment servers without an account
pt_br: Ocultar servidores de pagamento sem uma conta

# #70113
source: Password (default 0000)
pt_br: Senha (padrão 0000)

# #70114
source: Only until Kodi restarts
pt_br: Somente até Kodi reiniciar

# #70115
source: Request password to open adult channels
pt_br: Solicitar senha para abrir canais adultos

# #70116
source: New password:
pt_br: Nova senha:

# #70117
source: Confirm New password:
pt_br: Confirme a nova senha:

# #70118
source: Folder name for 'Series'
pt_br: Nome da pasta para 'Séries'

# #70119
source: Folder name for 'Movies'
pt_br: Nome da pasta para 'Filmes'

# #70120
source: Autoconfigure XBMC / Kodi library for Alfa content
pt_br: Configurar automaticamente a biblioteca XBMC / Kodi com o conteúdo do Alfa

# #70121
source: Activate Home Page
pt_br: Ativar página inicial

# #70122
source: Custom (select from a channel)
pt_br: Personalizado (selecione em um canal)

# #70123
source: Show Recent
pt_br: Mostrar Recentes

# #70124
source: Category
pt_br: Categoria

# #70125
source: Movie|Tv Shows|Anime|Children|Documentary|Horror|Castellan|Latin|Torrent
pt_br: Filme|Série|Anime|Infantis|Documentário|Terror|Castelhano|Latino|Torrent

# #70126
source: Presentation
pt_br: Apresentação

# #70128
source: Infoplus visual option
pt_br: Opção visual do Infoplus

# #70129
source: Without animation
pt_br: Sem animação

# #70130
source: With animation
pt_br: Com animação

# #70131
source: Thumbnail for videos
pt_br: Miniatura para vídeos

# #70133
source: Server logo
pt_br: Logotipo do servidor

# #70134
source: Intelligent Titles
pt_br: Títulos Inteligentes

# #70135
source: Custom Colours
pt_br: Cores personalizadas

# #70136
source: Tv Show
pt_br: Série

# #70137
source: Movies
pt_br: Filmes

# #70138
source: Low Rating
pt_br: Classificação baixa

# #70139
source: Average Rating
pt_br: Classificação média

# #70140
source: High Rating
pt_br: Classificação alta

# #70141
source: Quality
pt_br: Qualidade

# #70142
source: VOSE (Original Subtitled Spanish Version)
pt_br: VOSE (Versão original legendada em espanhol)

# #70143
source: VOS (Original Subtitled Version)
pt_br: VOS (versão original legendada)

# #70144
source: VO (Original Version)
pt_br: VO (Versão Original)

# #70145
source: Servers
pt_br: Servidores

# #70146
source: Add to videolibrary
pt_br: Adicionar à biblioteca de vídeos

# #70147
source: Videolibrary (Update series)
pt_br: Biblioteca de vídeos (Atualizar série)

# #70148
source: Videolibrary (Do not update series)
pt_br: Biblioteca de vídeos (Não atualizar série)

# #70149
source: Others
pt_br: Outros

# #70150
source: Extended info
pt_br: Informações estendidas

# #70151
source: Show Infoplus option:
pt_br: Mostrar opção 'Infoplus':

# #70152
source: Show ExtendedInfo option (External addon required):
pt_br: Mostrar opção 'Informações Extendidas' (é necessário um complemento externo):

# #70153
source: Buttons/Access keys (Changes require Kodi restart)
pt_br: Botões / Teclas de acesso (as alterações requerem reinicialização do Kodi)

# #70154
source: Info discovery
pt_br: Recuperação de informações

# #70155
source: Simultaneous searches (may cause instability)
pt_br: Pesquisas simultâneas (podem causar instabilidade)

# #70156
source: Search extended information (actor's data) Increase search time
pt_br: Buscar informações estendidas (dados do ator) Aumenta o tempo de pesquisa

# #70157
source: Use cache (improves recurring searches)
pt_br: Usar cache (melhora pesquisas recorrentes)

# #70158
source: every 1 day
pt_br: a cada 1 dia

# #70159
source: every 7 days
pt_br: a cada 7 dias

# #70160
source: every 15 days
pt_br: a cada 15 dias

# #70161
source: every 30 days
pt_br: a cada 30 dias

# #70162
source: Renew cache
pt_br: Renovar cache

# #70163
source: Press to 'Clear cache' saved
pt_br: Pressione para 'Limpar o cache' salvo

# #70164
source: Free servers first
pt_br: Servidores gratuitos primeiro

# #70165
source: Premium servers first
pt_br: Servidores premium primeiro

# #70166
source: Debrider servers first
pt_br: Servidores debrider primeiro

# #70167
source: Titles
pt_br: Títulos

# #70168
source: General
pt_br: Geral

# #70169
source: Servers resolution
pt_br: Resolução do servidor

# #70170
source: No
pt_br: Não

# #70172
source: Plan B (If favourites fail try other links)
pt_br: Plano B (se os favoritos falharem, tente outros links)

# #70173
source: No working links
pt_br: Nenhum link funcionando

# #70174
source: Server and Quality
pt_br: Servidor e Qualidade

# #70175
source: Quality and Server
pt_br: Qualidade e Servidor

# #70176
source: Wait
pt_br: Aguarde

# #70177
source: seconds for the video to start ...
pt_br: segundos para o vídeo começar...

# #70178
source: Trying with: %s
pt_br: Tentando com: %s

# #70179
source: Getting list of available servers ...
pt_br: Obtendo a lista de servidores disponíveis...

# #70180
source: Connecting with %s...
pt_br: Conectando com %s...

# #70181
source: Available servers: %s
pt_br: Servidores disponíveis: %s

# #70182
source: Identifying servers ...
pt_br: Identificando servidores...

# #70183
source: Getting list of available servers
pt_br: Obtendo a lista de servidores disponíveis

# #70184
source: Getting list of available servers:
pt_br: Obtendo a lista de servidores disponíveis:

# #70185
source: chapters of:
pt_br: capítulos de:

# #70186
source: Getting episodes...
pt_br: Obtendo episódios...

# #70187
source: connecting with %s...
pt_br: conectando com %s...

# #70188
source: Obtaining data from the series
pt_br: Obtendo dados da série

# #70189
source: Start the download now?
pt_br: Iniciar o download agora?

# #70190
source: Add chapters...
pt_br: Adicionar capítulos...

# #70191
source: Obtaining data from the movie
pt_br: Obtendo dados do filme

# #70192
source: Select server
pt_br: Selecionar servidor

# #70193
source: Open torrent with...
pt_br: Abrir Torrent com...

# #70196
source: Beginning...
pt_br: Iniciando...

# #70197
source: Automatically stopping at: %ss
pt_br: Parando automaticamente em: %ss

# #70198
source: Do you want to start playback?
pt_br: Deseja iniciar a reprodução?

# #70199
source: Do you want to cancel the process?
pt_br: Deseja cancelar o processo?

# #70200
source: Finishing and deleting data
pt_br: Finalizando e excluindo dados

# #70201
source: Mass Testing Tools
pt_br: Ferramentas de teste em massa

# #70202
source: - Test channels ...
pt_br: - Testar canais...

# #70203
source: - Test servers ...
pt_br: - Testar servidores...

# #70204
source: - Test recent!
pt_br: - Testar recentes!

# #70205
source: - Upload tests to web!
pt_br: - Carregar testes para a web!

# #70206
source: Link found in %s
pt_br: Link encontrado em %s

# #70207
source: - Movies 4K
pt_br: - Filmes 4K

# #70208
source: Movies 4K
pt_br: Filmes 4K

# #70209
source: Horror movies!
pt_br: Filmes de terror!

# #70210
source: (In %s and %s)
pt_br: (Em %s e %s)

# #70211
source: (In %s)
pt_br: (Em %s)

# #70212
source: - Castellan
pt_br: - Castelhano

# #70213
source: - Latin
pt_br: - Latino

# #70215
source: Test this channel
pt_br: Testar este canal

# #70216
source: Back
pt_br: Voltar

# #70218
source: Delete complete downloads
pt_br: Excluir downloads completos

# #70219
source: Restart download with error
pt_br: Reinicie o download com erro

# #70220
source: Download all
pt_br: Baixar tudo

# #70221
source: Delete all
pt_br: Excluir tudo

# #70222
source: View downloaded files
pt_br: Exibir arquivos baixados

# #70223
source: Settings downloads...
pt_br: Configurações de downloads...

# #70224
source: settings -- Downloads
pt_br: configurações -- Downloads

# #70226
source: Remove from the list
pt_br: Remover da lista

# #70227
source: Restart download and delete data
pt_br: Reinicie o download e exclua os dados

# #70228
source: Downloaded: %s
pt_br: Baixado: %s

# #70229
source: File location
pt_br: Localização do arquivo

# #70230
source: Add completed downloads to videolibrary
pt_br: Adicione downloads concluídos à sua videoteca

# #70231
source: Move the downloaded file to videolibrary
pt_br: Mova o arquivo baixado para a videoteca

# #70232
source: Enable downloads browser
pt_br: Ativar navegador de download

# #70233
source: Block size
pt_br: Tamanho do bloco

# #70234
source: Part size
pt_br: Tamanho da parte

# #70235
source: Maximum number of simultaneous connections
pt_br: Número máximo de conexões simultâneas

# #70236
source: Max number of parts in memory
pt_br: Número máximo de partes na memória

# #70237
source: Choice of the server
pt_br: Escolha do servidor

# #70238
source: Servers order
pt_br: Ordem dos servidores

# #70240
source: Preferred quality
pt_br: Qualidade preferida

# #70241
source: The highest
pt_br: A mais alta

# #70242
source: Choose the fastest servers
pt_br: Escolha os servidores mais rápidos

# #70244
source: Keep
pt_br: Manter

# #70245
source: Reorder
pt_br: Reordenar

# #70246
source: Preferred language
pt_br: Língua preferida
