Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #60313
source: Cancel this window to start playback
pt_br: Cancele esta janela para iniciar a reprodução

# #60314
source: Speed:
pt_br: Velocidade:

# #60316
source: MB of
pt_br: MB por

# #60318
source: Remaining time:
pt_br: Tempo restante:

# #60319
source: Cancelled
pt_br: Cancelado

# #60320
source: Background download cancelled
pt_br: Download em segundo plano cancelado

# #60321
source: Press the button to be used to open the window
pt_br: Pressione o botão a ser usado para abrir a janela

# #60322
source: You have %s seconds
pt_br: Você tem %s segundos

# #60323
source: Press the button to be used to open the window
pt_br: Pressione o botão a ser usado para abrir a janela

# #60324
source: You have %s seconds
pt_br: Você tem %s segundos

# #60325
source: Key saved
pt_br: Tecla salva

# #60326
source: Restart Kodi to apply changes
pt_br: Reinicie o Kodi para aplicar as alterações

# #60327
source: News
pt_br: Novidades

# #60328
source: Channels
pt_br: Canais

# #60329
source: Search
pt_br: Pesquisa

# #60330
source: Favorites
pt_br: Favoritos

# #60331
source: Videolibrary
pt_br: Biblioteca de vídeo

# #60333
source: Configuration
pt_br: Configuração

# #60334
source: Password for adult channels
pt_br: Senha para canais adultos

# #60335
source: Watch in
pt_br: Assista em

# #60336
source: Download in
pt_br: Download em

# #60337
source: alfa-MCT: adf.ly not supported
pt_br: alfa-MCT: Sem suporte ao adf.ly

# #60338
source: The script does not support adf.ly URL shortener
pt_br: O script não suporta o redutor de URL adf.ly.

# #60339
source: No supported servers were found
pt_br: Nenhum servidor compatível encontrado

# #60342
source: Download completed:
pt_br: Transferência concluída:

# #60343
source: Kodi has closed the video.
pt_br: Kodi fechou o vídeo.

# #60344
source: Continue with session?
pt_br: Continuar com a sessão?

# #60345
source: alfa-MCT: Videos list
pt_br: alfa-MCT: Lista de vídeos

# #60346
source: Delete video downloads
pt_br: Excluir downloads de vídeo

# #60347
source: No items to display
pt_br: Nenhum item a ser exibido

# #60348
source: Information
pt_br: Informação

# #60349
source: Go to Main Menu
pt_br: Vá para o menu principal

# #60350
source: [COLOR yellow]Search in other channels[/COLOR]
pt_br: [COLOR yellow]Pesquise em outros canais[/COLOR]

# #60351
source: [COLOR 0xffccff00]Set as homepage[/COLOR]
pt_br: [COLOR 0xffccff00]Definir como página inicial[/COLOR]

# #60352
source: Add TV show to videolibrary
pt_br: Adicionar séries à biblioteca de vídeos

# #60353
source: Add movie to videolibrary
pt_br: Adicionar filme à biblioteca de vídeos

# #60354
source: Download movie
pt_br: Baixar filme

# #60355
source: Download TV show
pt_br: Baixar série

# #60356
source: Download episode
pt_br: Baixar episódio

# #60357
source: Download season
pt_br: Baixar temporada

# #60358
source: Open settings
pt_br: Abrir Configuração

# #60359
source: Search trailer
pt_br: Pesquisar trailer

# #60360
source: [COLOR 0xffccff00]<Quick Menu>[/COLOR]
pt_br: [COLOR 0xffccff00]<Menu Rápido>[/COLOR]

# #60361
source: Super favourites menu
pt_br: Menu Super Favoritos

# #60362
source: You can't watch this video because...
pt_br: Você não pode assistir a este vídeo porque...

# #60363
source: The server on which it is hosted
pt_br: O servidor no qual está hospedado

# #60364
source: is not yet supported in Alfa
pt_br: ainda não é suportado no Alfa

# #60365
source: Loading video...
pt_br: Carregando vídeo...

# #60366
source: External plugin: %s
pt_br: Plug-in externo: %s

# #60376
source: Video information
pt_br: Informações do vídeo

# #60377
source: Title:
pt_br: Título:

# #60378
source: Original title:
pt_br: Título original:

# #60379
source: Original language:
pt_br: Idioma Original:

# #60380
source: Score:
pt_br: Pontuação:

# #60381
source: Release:
pt_br: Lançamento:

# #60382
source: Genres:
pt_br: Gêneros:

# #60384
source: Season title:
pt_br: Título da temporada:

# #60385
source: Season:
pt_br: Temporada:

# #60386
source: Episode:
pt_br: Episódio:

# #60387
source: Emission:
pt_br: Emissão:

# #60388
source: Summary:
pt_br: Sumário:

# #60389
source: Updating videolibrary....
pt_br: Atualização da biblioteca de vídeo....

# #60390
source: AutoPlay settings
pt_br: Configuração de reprodução automática

# #60391
source: Autoplay
pt_br: Reprodução automática

# #60392
source: Full reset of the %s add-on. [COLOR red]Attention: This function completely resets the add-on.[/COLOR]
pt_br: Redefinição total do addon %s. [COLOR red]Atenção Esta função redefine completamente o addon.[/COLOR]

# #60393
source: [COLOR red]Reset %s[/COLOR]
pt_br: [COLOR red]Redefinir %s[/COLOR]

# #60394
source: Reset %s
pt_br: Redefinir %s

# #60395
source: Are you sure you want to reset all settings of %s ?
pt_br: Tem certeza de que deseja redefinir todas as configurações de %s?

# #60396
source: Cancel
pt_br: Cancelar

# #60397
source: Confirm
pt_br: Confirmar

# #60398
source: Settings were resetted successfully!
pt_br: A redefinição das configurações foi bem-sucedida!

# #60399
source: AutoPlay allows you to auto play links directly, based on your server settings and preferred qualities.
pt_br: A Reprodução Automática permite reproduzir automaticamente os links diretos, com base nas configurações do servidor e nas qualidades preferidas.

# #60403
source: more than 2 Gb
pt_br: mais de 2 Gb

# #60404
source: Select cache settings
pt_br: Escolha a configuração de cache

# #60405
source: [COLOR orange]Cache Set for 512 Mega RAM[/COLOR]
pt_br: [COLOR orange]Cache Configurado para 512 Mega de RAM[/COLOR]

# #60406
source: [COLOR orange]Cache Set for 1 Gb RAM[/COLOR]
pt_br: [COLOR orange]Cache Configurado para 1 Gb de RAM[/COLOR]

# #60407
source: [COLOR orange]Cache Set for 2 Gb RAM[/COLOR]
pt_br: [COLOR orange]Cache Configurado para 2 Gb de RAM[/COLOR]

# #60408
source: [COLOR orange]Cache Set higher than 2 Gb of RAM[/COLOR]
pt_br: [COLOR orange]Cache Configurado para acima de 2 Gb de RAM[/COLOR]

# #60410
source: An advancedsettings.xml file has been created
pt_br: Um arquivo advancedsettings.xml foi criado

# #60411
source: with the ideal streaming configuration.
pt_br: com a configuração ideal de streaming.

# #60412
source: Choose channels to include
pt_br: Escolha canais para incluir

# #60413
source: [COLOR yellow]New movie search...[/COLOR]
pt_br: [COLOR yellow]Nova busca de filme...[/COLOR]

# #60414
source: [COLOR yellow]New TV show search...[/COLOR]
pt_br: [COLOR yellow]Nova pesquisa de série... [/COLOR]

# #60415
source: [COLOR green]Other settings[/COLOR]
pt_br: [COLOR green] Outras configurações [/COLOR]

# #60416
source: Delete saved searches
pt_br: Excluir pesquisas salvas

# #60417
source: [COLOR red]Delete search history[/COLOR]
pt_br: [COLOR red]Excluir histórico de pesquisa [/COLOR]

# #60418
source: Select channels to include in search
pt_br: Escolha os canais a serem incluídos na sua pesquisa

# #60419
source: Delete saved searches
pt_br: Excluir pesquisas salvas

# #60420
source: More search options
pt_br: Mais opções de pesquisa

# #60421
source: Channels included in the global search
pt_br: Canais incluídos na pesquisa global

# #60422
source: Search
pt_br: Procurar

# #60423
source: Search
pt_br: Procurar

# #60424
source: Searches have been cleared correctly
pt_br: A chave de pesquisa foi excluída corretamente

# #60425
source: Channel search
pt_br: Pesquisa de canal

# #60426
source: FILTER: Configure
pt_br: FILTRO: Configurar

# #60427
source: FILTER: Add '%s'
pt_br: FILTRO: Adicionar '%s'

# #60428
source: FILTER: Delete '%s'
pt_br: FILTRO: Excluir '%s'

# #60429
source: [COLOR %s]TV shows filter settings...[/COLOR]
pt_br: [COLOR %s]Configuração de filtro para série...[/COLOR]

# #60430
source: FILTER: Delete '%s'
pt_br: FILTRO: Excluir '%s'

# #60431
source: and quality %s
pt_br: e qualidade %s

# #60432
source: [COLOR %s]No results in this language '%s'%s, click to show without filter[/COLOR]
pt_br: [COLOR %s]Nenhum resultado neste idioma '%s'%s, clique para mostrar sem filtro[/COLOR]

# #60433
source: (disabled)
pt_br: (desativado)

# #60434
source: Configure [COLOR %s][%s][/COLOR]%s
pt_br: Configurar [COLOR %s] [%s] [/COLOR]%s

# #60435
source: No filters exist, search for a TV show and select 'FILTER: Configure' on the context menu
pt_br: Não há filtros, procure uma série e clique no menu de contexto 'FILTRO: Configurar'

# #60436
source: Spanish
pt_br: Espanhol

# #60437
source: Delete
pt_br: Excluir

# #60438
source: ¿Enable / disable filter?
pt_br: Ativar / desativar filtro?

# #60439
source: Language
pt_br: Idioma

# #60440
source: Allowed quality
pt_br: Qualidade permitida

# #60441
source: Filter links for: [COLOR %s]%s[/COLOR]
pt_br: Filtrar links para: [COLOR %s]%s[/COLOR]

# #60442
source: Are you sure you want to delete the filter?
pt_br: Tem certeza de que deseja excluir o filtro?

# #60443
source: Click 'Yes' to remove the filter from [COLOR %s]%s[/COLOR], click 'No' or close the window to do nothing.
pt_br: Clique em 'Sim' para remover o filtro de [COLOR %s]%s[/COLOR], clique em 'Não' ou feche a janela para não fazer nada.

# #60444
source: FILTER DELETED
pt_br: FILTRO EXCLUÍDO

# #60445
source: Failed to save to disk
pt_br: Erro ao salvar no disco

# #60446
source: FILTER SAVED
pt_br: FILTRO SALVO

# #60447
source: FAQ:
pt_br: PERGUNTAS FREQUENTES:

# #60448
source: - How do I report an error?
pt_br: - Como relato um erro?

# #60449
source: - Is it possible to enable/disable channels?
pt_br: - É possível ativar / desativar canais?

# #60450
source: - Is autosync with Trakt possible?
pt_br: - A sincronização automática com o Trakt é possível?

# #60451
source: - Is it possible to show all results at once in the global search?
pt_br: - É possível mostrar todos os resultados juntos na pesquisa global?

# #60452
source: - Links take too long to show up.
pt_br: - Os links demoram muito para aparecer.

# #60453
source: - The content search is not performed correctly.
pt_br: - A pesquisa de conteúdo não foi realizada corretamente.

# #60454
source: - Some channel or channels don't work properly.
pt_br: - Alguns canais não funcionam corretamente.

# #60455
source: - The videolibrary does not update correctly.
pt_br: - A biblioteca não foi atualizada corretamente.

# #60456
source: - Links of interest
pt_br: - Links de interesse

# #60458
source: The disabling can be done in 'Settings>Turn on/off channels'. You can toggle channels on/off one at a time or all at the same time. Want to manage your channels now?
pt_br: A desativação pode ser feita em 'Configurações>Ativar/desativar canais'. Você pode ativar/desativar os canais um de cada vez ou todos ao mesmo tempo. Deseja gerenciar seus canais agora?

# #60459
source: Currently it is possible to activate the synchronization (silent) after having marked an episode as 'as watched' (this happens automatically). This option can be enabled in 'Settings>Library Settings'. Do you want access to these settings?
pt_br: Atualmente, é possível ativar a sincronização (silenciosa) após marcar um episódio como 'como assistido' (isso acontece automaticamente). Esta opção pode ser ativada em 'Configurações>Configurações da biblioteca'. Deseja acessar essas configurações?

# #60460
source: This can be improved by limiting the maximum number of links or by displaying them in a Pop-Up window. These settings can be found in 'Settings>Library Settings' Do you want to access these settings?
pt_br: Isso pode ser aprimorado limitando o número máximo de links ou exibindo-os em uma janela pop-up. Essas configurações podem ser encontradas em 'Configurações>Configurações da biblioteca' Deseja acessar essas configurações?

# #60461
source: Alfa - FAQ - %s
pt_br: Alfa - Perguntas frequentes - %s

# #60462
source: You may not have written the library path correctly in 'Settings>Preferences'. Il The specified path must be exactly the same as the 'source' entered in 'Archive' of the Kodi library. AVANZATO: This path is also found in 'sources.xml'. There can be problems using some Kodi forks and paths with 'special://'. SPMC, for example, has problems with this, and there doesn't seem to be a solution, as it is an external problem to Alfa that has existed for a long time. You can try solving these problems in 'Settings>Library Settings' by changing the 'Search in' setting from 'The folder of each series' to 'All library'.
pt_br: Você pode não ter preenchido o diretório da biblioteca corretamente em 'Configurações>Preferências'. O diretório especificado deve ser exatamente o mesmo que a 'fonte' inserida em 'Arquivo' da biblioteca Kodi. AVANÇADO: Esse diretório também pode ser encontrado em 'sources.xml'. Pode haver problemas ao usar alguns diretórios do Kodi com 'special://'. O SPMC, por exemplo, tem problemas com isso e parece não haver uma solução, pois é um problema externo da Alfa que existe há muito tempo. Você pode tentar resolver esses problemas em 'Configurações>Configurações da biblioteca' alterando a configuração 'Pesquisar em' de 'A pasta de cada série' para 'Todas as bibliotecas'.

# #60463
source: Maybe the channel's website doesn't work. If the website works, you might not be the first to have the issue and the channel might be already fixed. You can take a look at 'https://alfa-addon.com' (in Spanish) or at the GitHub repository (github.com/alfa-addon/addon). If you don't find a fix for the channel you can report a problem in the forum.
pt_br: O site do canal pode não estar funcionando. Caso o site funcione, você pode relatar o problema no github.

# #60464
source: It is possible that you have updated Alfa recently and that the changes have not been fully applied Well, you can try 'Settings>Other Tools', checking the *_data.json files or reattaching everything to the library again
pt_br: É possível que você tenha atualizado o Alfa recentemente e que as alterações não tenham sido totalmente aplicadas. Bem, você pode tentar ir em 'Configurações>Outras ferramentas', e verificar os arquivos *_data.json ou inserir tudo na biblioteca novamente

# #60465
source: Do you want to access now to these settings?
pt_br: Deseja acessar essas configurações?

# #60466
source: Yes, the option to display merged or split results by channels can be found in 'Settings>Global Search Settings>Other Settings'. Do you want access to these settings?
pt_br: Sim, a opção de exibir resultados mesclados ou divididos por canais pode ser encontrada em 'Configurações>Configurações de pesquisa global>Outras configurações'. Deseja acessar essas configurações?

# #60467
source: To report a problem on'http://alfa-addon.com' you need to:|the version you're using of Alpha.|The version you're using of kodi, mediaserver, etc.|the version and name of the operating system you're using.|The name of the skin (in case you're using Kodi) and whether using the default skin has solved the problem.|Description of the problem and any test cases.To activate the log in detailed mode, go to:|Configuration.|Preferences.|In the General tab - Check the option: Generate detailed log. The detailed log file can be found in the following path: %s
pt_br: Para relatar um problema em 'http://alfa-addon.com', é necessário: |A versão que você está usando do Alpha. |A versão que você está usando do kodi, mediaserver, etc. |A versão e o nome de o sistema operacional que você está usando. |O nome da skin (caso esteja usando o Kodi) e se a skin padrão resolveu o problema. |Descrição do problema e de todos os casos de teste. Para ativar o log detalhado, acesse: 'Configurações>Preferências'. | Na guia Geral - Marque a opção: Gerar log detalhado. O arquivo de log detalhado pode ser encontrado no seguinte diretório: %s

# #60468
source: You can find our Telegram channel at @alfa_addon If you have doubts you can write to us in the Telegram group: https://t.me/alfa_addon
pt_br: Você pode encontrar nosso canal Telegram em @alfa_addon Se tiver dúvidas, pode escrever para nós no grupo Telegram: https://t.me/alfa_addon

# #60469
source: Uploading new data
pt_br: Upload de novos dados

# #60470
source: Searching in Tmdb.......
pt_br: Pesquisando em Tmdb.......

# #60471
source: No results, missing information about the year of the video
pt_br: Nenhum resultado, informações ausentes sobre o ano do vídeo

# #60472
source: There is no information on the %s required
pt_br: Não há informações sobre o %s necessário

# #60473
source: No results
pt_br: Sem resultados

# #60474
source: There is no information on the %s required
pt_br: Não há informações sobre o %s necessário

# #60475
source: Filmaffinity recording.......
pt_br: Filmaffinity gravando.......

# #60476
source: [COLOR yellow][B]There is no information about this movie...[/B][/COLOR]
pt_br: [COLOR yellow][B]Não há informações sobre este filme...[/B][/COLOR]

# #60477
source: Important recommendations.......
pt_br: Recomendações importantes.......

# #60478
source: [COLOR aquamarine][B]Completated %s[/B][/COLOR]
pt_br: [COLOR aquamarine][B]Concluída %s[/B][/COLOR]

# #60479
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
pt_br: [COLOR aquamarine][B]Em progresso %s[/B][/COLOR]

# #60480
source: (Seasons: %s)
pt_br: (Temporada: %s)

# #60481
source: Picture collection on FANART.TV
pt_br: Coleção de imagens em FANART.TV

# #60482
source: Tuned Instruments in Vtunes
pt_br: Instrumentos afinados em Vtunes

# #60483
source: Picture collection on FANART.TV
pt_br: Coleção de imagens em FANART.TV

# #60484
source: [COLOR red][B]Update Kodi to its latest version[/B][/COLOR]
pt_br: [COLOR red][B]Atualize o Kodi para sua versão mais recente[/B][/COLOR]

# #60485
source: [COLOR skyblue]for detailed info[/COLOR]
pt_br: [COLOR skyblue]para informações detalhadas[/COLOR]

# #60486
source: Uploading new information
pt_br: Carregando novas informações

# #60487
source: Search in Tmdb.......
pt_br: Pesquisa em Tmdb.......

# #60488
source: No information...
pt_br: Nenhuma informação...

# #60489
source: [COLOR limegreen][B]Production company: [/B][/COLOR]
pt_br: [COLOR limegreen][B]Produtora: [/B][/COLOR]

# #60490
source: [COLOR limegreen][B]Country: [/B][/COLOR]
pt_br: [COLOR limegreen][B]País: [/B][/COLOR]

# #60491
source: [COLOR limegreen][B]Preview: [/B][/COLOR]
pt_br: [COLOR limegreen][B]Pré-visualização: [/B][/COLOR]

# #60492
source: [COLOR limegreen][B]Seasons/Episodes: [/B][/COLOR]
pt_br: [COLOR limegreen][B]Temporadas/Episódios: [/B][/COLOR]

# #60493
source: [COLOR orange][B]Is there the tv series you're looking for?[/B][/COLOR]
pt_br: [COLOR orange][B]A série de TV que você está procurando existe?[/B][/COLOR]

# #60494
source: [COLOR orange][B]Is there the movie you are looking for?[/B][/COLOR]
pt_br: [COLOR orange][B]O filme que você está procurando existe?[/B][/COLOR]

# #60495
source: [COLOR tomato][B]Close[/B][/COLOR]
pt_br: [COLOR tomato][B]Fechar[/B][/COLOR]

# #60496
source: Loading results
pt_br: Carregando resultados

# #60497
source: Wait........
pt_br: Aguarde........

# #60498
source: [COLOR orange][B]Select...[/B][/COLOR]
pt_br: [COLOR orange][B]Selecione...[/B][/COLOR]

# #60500
source: Nothing to play
pt_br: Nada para dar play

# #60501
source: [COLOR orange][B]Department[/B][/COLOR]
pt_br: [COLOR orange][B]Departamento[/B][/COLOR]

# #60502
source: Uploading new data
pt_br: Carregando novos dados

# #60503
source: Loading data from the %s...
pt_br: Carregando dados de %s...

# #60504
source: No information
pt_br: Sem informação

# #60505
source: [COLOR rosybrown]Uploading filmography...[/COLOR]
pt_br: [COLOR rosybrown]Carregando filmografia...[/COLOR]

# #60506
source: [COLOR plum]Picture collection...[/COLOR]
pt_br: [COLOR plum]Coleção de imagens...[/COLOR]

# #60507
source: [COLOR crimson][B]Error[/B][/COLOR]
pt_br: [COLOR crimson][B]Erro[/B][/COLOR]

# #60508
source: [COLOR tomato]Video not available[/COLOR]
pt_br: [COLOR tomato]Video não disponível[/COLOR]

# #60509
source: Movies
pt_br: Filmes

# #60510
source: Kids
pt_br: Infantis

# #60511
source: TV series Episodes
pt_br: Episódios de Séries

# #60512
source: Anime Episodes
pt_br: Episódios de Animes

# #60513
source: Documentaries
pt_br: Documentários

# #60514
source: Channels included in: %s
pt_br: Canais incluídos em: %s

# #60515
source: Simultaneous search deactivated
pt_br: Pesquisa simultânea desativada

# #60516
source: Simultaneous novelty search provides
pt_br: A pesquisa simultânea de novidades fornece

# #60517
source: higher speed and its deactivation is advisable only in case of failure.
pt_br: a desativação davelocidade mais alta é aconselhável apenas em caso de falha.

# #60518
source: Would you like to activate the simultaneous search now?
pt_br: Deseja ativar a pesquisa simultânea agora?

# #60519
source: Channel search...
pt_br: Pesquisa de canal...

# #60520
source: Search in '%s'...
pt_br: Pesquisar em '%s'...

# #60521
source: Completed in %d/%d channels...
pt_br: Concluído em %d/%d canais...

# #60522
source: Results obtained: %s | Time: %2.f seconds
pt_br: Resultados obtidos: %s | Tempo:%2.f segundos

# #60523
source: (In %s and %s)
pt_br: (Em %s e %s)

# #60524
source: (In %s)
pt_br: (Em %s)

# #60525
source: Channels included in:
pt_br: Canais incluídos em:

# #60526
source: - Movies
pt_br: - Filmes

# #60527
source: - Kids
pt_br: - Infantis

# #60528
source: - Series Tv Episodes
pt_br: - Episódios de Séries

# #60529
source: - Anime Episodes
pt_br: - Episódios de Anime

# #60530
source: - Documentaries
pt_br: - Documentários

# #60531
source: Other Settings
pt_br: Outras Configurações

# #60532
source: Configuration -- News
pt_br: Configuração -- Novidades

# #60533
source: Channels included in News
pt_br: Canais incluídos em Novidades

# #60534
source: Last 2 months
pt_br: Últimos 2 meses

# #60535
source: Preferences
pt_br: Preferências

# #60536
source: Special settings
pt_br: Configurações especiais

# #60537
source: Channel settings
pt_br: Configurações do canal

# #60538
source: Server settings
pt_br: Configurações do servidor

# #60539
source: Settings for the 'News' section
pt_br: Configurações para a seção 'Novidades'

# #60540
source: Global search settings
pt_br: Configurações de pesquisa global

# #60541
source: Download settings
pt_br: Configurações de download

# #60542
source: Videolibrary settings
pt_br: Configurações da biblioteca de vídeos

# #60544
source: More Options
pt_br: Mais opções

# #60545
source: Activate/deactivate channels
pt_br: Ativar/desativar canais

# #60546
source: Channel settings
pt_br: Configurações do canal

# #60547
source: Channel Configuration '%s'
pt_br: Configuração do canal '%s'

# #60548
source: HChannel Options
pt_br: Opções dos canais

# #60549
source: Check the files * _data.json
pt_br: Verifique os arquivos * _data.json

# #60550
source: Servers locked
pt_br: Servidores bloqueados

# #60551
source: Favorite servers
pt_br: Servidores favoritos

# #60552
source: Debriders settings
pt_br: Configurações dos Debriders

# #60553
source: Server configuration '%s'
pt_br: Configuração do servidor '%s'

# #60554
source: Server settings
pt_br: Configurações do servidor

# #60557
source: Saving configuration
pt_br: Salvando configuração

# #60558
source: Please wait.
pt_br: Aguarde.

# #60559
source: Saving configuration...%s
pt_br: Salvando configuração...%s

# #60560
source: - [COLOR red] CORRECTED!![/COLOR]
pt_br: - [COLOR red] CORRIGIDO!![/COLOR]

# #60561
source: Saving configuration...
pt_br: Salvando configuração...

# #60562
source: Please wait
pt_br: Aguarde

# #60563
source: Saving configuration...
pt_br: Salvando configuração...

# #60564
source: Channel Options
pt_br: Opções do canal

# #60565
source: Check the files * _data.json
pt_br: Verifique os arquivos * _data.json

# #60566
source: Videolibrary options
pt_br: Opções da biblioteca de vídeos
