Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #70247
source: Home page
pt_br: Pagina inicial

# #70248
source: Use personal API key
pt_br: Usar chave de API pessoal

# #70249
source: API key
pt_br: Chave API

# #70250
source: No home page has been defined. Please select one using the context menu.
pt_br: Nenhuma página inicial foi definida. Por favor, selecione uma usando o menu de contexto.

# #70251
source: Check the log in %s for more details.
pt_br: Verifique o log %s para obter mais detalhes.

# #70252
source: [COLOR mediumturquoise][B]Duration: %s minutes[/B][/COLOR]
pt_br: [COLOR mediumturquoise][B]Duração: %s minutos[/B][/COLOR]

# #70253
source: Torrent client settings
pt_br: Configurações do cliente de Torrent

# #70254
source: Internal Client
pt_br: Cliente Interno

# #70255
source: Internal client - MCT
pt_br: Cliente interno - MCT

# #70256
source: What client do you want to use to play torrent?
pt_br: Qual cliente você deseja usar para reproduzir torrent?

# #70257
source: Settings -- Torrent
pt_br: Configurações - Torrent

# #70258
source: Alfa Started
pt_br: Alfa Iniciado

# #70259
source: The URL to access is http://%s:%s
pt_br: O URL para acessar é http://%s:%s

# #70260
source: WebSocket Server started in ws: //% s:% s
pt_br: Servidor WebSocket iniciado em ws://% s:% s

# #70261
source: Stopping the HTTP server ...
pt_br: Parando o servidor HTTP...

# #70262
source: Stopping the Websocket server ...
pt_br: Parando o servidor Websocket...

# #70263
source: Alfa stopped
pt_br: Alfa encerrado

# #70264
source: Enter the username and password to access Alfa
pt_br: Digite o nome de usuário e a senha para acessar o Alfa

# #70265
source: The data entered is not correct!
pt_br: Os dados inseridos não estão corretos!

# #70266
source: The search for %s did not match.
pt_br: A pesquisa por %s não encontrou resultados.

# #70269
source: Search new episodes now
pt_br: Pesquise novos episódios agora

# #70270
source: Videolibrary movies
pt_br: Biblioteca de filmes

# #70271
source: Videolibrary Tv Shows
pt_br: Biblioteca de séries

# #70272
source: Activate premium account
pt_br: Ativar conta premium

# #70273
source: Choose included channels
pt_br: Escolha os canais incluídos

# #70274
source: Alternative search
pt_br: Pesquisa alternativa

# #70275
source: Add Torrent channels in search
pt_br: Adicionar canais de Torrent na pesquisa

# #70276
source: Search by title
pt_br: Pesquisar por título

# #70277
source: MediaServer Language (Restart Required)
pt_br: Idioma do MediaServer (é necessário reiniciar)

# #70278
source: Rename
pt_br: Renomear

# #70279
source: You can try downloading the 'libtorrent' module from Kodi or installing some addon like 'Quasar' or 'Torrenter', which will appear among the options in the pop-up when it appears when clicking on a torrent link. 'Torrenter 'It's more complex but also more complete and it always works.'
pt_br: Você pode tentar baixar o módulo 'libtorrent' do Kodi ou instalar algum complemento como 'Quasar' ou 'Torrenter', que aparecerá entre as opções no pop-up quando aparecer ao clicar em um link de torrent. 'Torrenter' É mais complexo, mas também mais completo e sempre funciona.'

# #70280
source: - Torrent Links don't work.
pt_br: - O link para o torrent não funciona.

# #70281
source: Do you want to show these links?
pt_br: Deseja mostrar esses links?

# #70282
source: Searching in %s
pt_br: Pesquisando em %s

# #70283
source: movie
pt_br: filme

# #70284
source: %.2f%% of %.1fMB %s | %.1f kB/s
pt_br: %.2f%% de %.1fMB %s | %.1f kB/s

# #70285
source: Configure News
pt_br: Configurar Novidades

# #70286
source: Configure Search
pt_br: Configurar Pesquisa

# #70287
source: Configure VideoLibrary
pt_br: Configurar Biblioteca de Vídeo

# #70288
source: Configure Downloads
pt_br: Configurar Downloads

# #70291
source: Error, during conversion
pt_br: Erro durante a conversão

# #70292
source: [%s] File no longer exist on this server.
pt_br: [%s] O arquivo não existe mais neste servidor.

# #70293
source: [%s] The file is processing or has been deleted.
pt_br: [%s] O arquivo está em processamento ou foi excluído.

# #70294
source: [%s] Link Not valid.
pt_br: [%s] Link inválido.

# #70295
source: [%s] Premium account needed.
pt_br: [%s] Conta premium necessária.

# #70296
source: [%s] Internal server error.
pt_br: [%s] Erro Interno no Servidor.

# #70297
source: [%s] File is awaiting for moderation.
pt_br: [%s] O arquivo aguarda moderação.

# #70298
source: [%s] The number of allowed reproductions has been exceeded.
pt_br: [%s] O número de reproduções permitidas foi excedido.

# #70299
source: [%s] You do not have permission to access this file.
pt_br: [%s] Você não tem permissão para acessar este arquivo.

# #70300
source: [%s] Too many connections to the server, try later.
pt_br: [%s] Muitas conexões com o servidor, tente mais tarde.

# #70301
source: [%s] File deleted for infringement.
pt_br: [%s] Arquivo excluído por violação.

# #70302
source: [%s] This server only works from Kodi 17.
pt_br: [%s] Este servidor funciona apenas com o Kodi 17.

# #70303
source: [%s] This server does not work with your version of Plex, try to update it.
pt_br: [%s] Este servidor não funciona com a sua versão do Plex, tente atualizá-la.

# #70304
source: [%s] This server requires updating python to version 2.7.9 or higher.
pt_br: [%s] Este servidor requer a atualização do python para a versão 2.7.9 ou superior.

# #70305
source: Search in channels
pt_br: Pesquisar nos canais

# #70306
source: Movies by Genre
pt_br: Filmes por gênero

# #70307
source: Most popular Movies
pt_br: Filmes mais populares

# #70308
source: Top rated Movies
pt_br: Filmes melhor avaliados

# #70309
source: Movies Now in Theatres
pt_br: Filmes atualmente nos cinemas

# #70310
source: Series by Genre
pt_br: Série por Gênero

# #70311
source: Series most polupar
pt_br: Séries mais populares

# #70312
source: Series in progress
pt_br: Séries em andamento

# #70313
source: Top rated Series
pt_br: Séries melhor avaliadas

# #70314
source: Actors/Actresses
pt_br: Atores/Atrizes

# #70315
source: Recommendations
pt_br: Recomendações

# #70316
source: List of Images
pt_br: Lista de Imagens

# #70317
source: Listen to BSO - List of songs
pt_br: Escutar BSO - Lista de músicas

# #70318
source: Manage yor trakt account
pt_br: Gerenciar sua conta trakt

# #70319
source: Filming equipment
pt_br: Equipamento de filmagem

# #70320
source: Filter search
pt_br: Filtrar pesquisa

# #70321
source: [MAL] Add to your lists/%s
pt_br: [MAL] Adicione às suas listas/%s

# #70322
source: [MAL] in your list of [COLOR %s]%s[/COLOR] Do you want to change?/%s
pt_br: [MAL] na sua lista de [COLOR %s]%s[/COLOR] Você quer mudar?/%s

# #70323
source: [Trakt] Manage your account
pt_br: [Trakt] Gerencie sua conta

# #70324
source: [FA] My vote: %s ---> Change?
pt_br: [FA] Meu voto: %s ---> Alterar?

# #70325
source: [FA] Vote %s
pt_br: [FA] Voto %s

# #70326
source: [FA] Add or remove from a user list
pt_br: [FA] Adicionar ou remover de uma lista de usuários

# #70327
source: It's part of: %s
pt_br: Faz parte de: %s

# #70328
source: %ss similarar
pt_br: %ss similarares

# #70329
source: User and/or passwords not configured
pt_br: Usuário e/ou senha não configurados

# #70330
source: Error in the user and/or password. Check your credentials
pt_br: Erro no usuário e/ou senha. Verifique suas credenciais

# #70331
source: Error during login. Check your credentials
pt_br: Erro durante o login. Verifique suas credenciais

# #70332
source: My votes
pt_br: Meus votos

# #70333
source: Add new list
pt_br: Adicionar nova lista

# #70334
source: Action completed successfully
pt_br: Ação concluída com sucesso

# #70335
source: Error, something has failed during the process
pt_br: Erro, algo falhou durante o processo

# #70336
source: Vote %s
pt_br: Votar %s

# #70337
source: Vote completed successfully
pt_br: Votação concluída com sucesso

# #70338
source: List created correctly
pt_br: Lista criada corretamente

# #70339
source: Fanart.tv website not available. Retry
pt_br: Site Fanart.tv não disponível. Repetir

# #70340
source: No images available
pt_br: Nenhuma imagem disponível

# #70341
source: [Trakt] Mark %s as not seen
pt_br: [Trakt] Marque %s como não visto

# #70342
source: [Trakt] Mark %s as seen
pt_br: [Trakt] Marque %s como visto

# #70343
source: [Trakt] Remove %s from your watchlist
pt_br: [Trakt] Remover %s da sua watchlist

# #70344
source: Add to %s your watchlist"
pt_br: Adicione a %s sua watchlist

# #70345
source: [Trakt] Remove %s from your collection
pt_br: [Trakt] Remover %s da sua coleção

# #70346
source: [Trakt] Add %s to your collection
pt_br: [Trakt] Adicione %s à sua coleção

# #70347
source: Action performed correctly
pt_br: Ação realizada corretamente

# #70348
source: An error occurred in process
pt_br: Ocorreu um erro no processo

# #70349
source: List sorted by %s. Change order?
pt_br: Lista classificada por %s. Mudar a ordem?

# #70350
source: Search in alfa: %s
pt_br: Pesquisa no alfa: %s

# #70351
source: Search alternative title: %s
pt_br: Pesquisar título alternativo: %s

# #70352
source: Search title in english: %s
pt_br: Procurar título em inglês: %s

# #70353
source: Vídeos (Episodes, Trailers...)
pt_br: Vídeos (Episódios, Trailers...)

# #70354
source: Characters/Staff
pt_br: Personagens / Staff

# #70357
source: Alternative version: %s
pt_br: Versão alternativa: %s

# #70358
source: Recommendations TMDB
pt_br: Recomendações TMDB

# #70359
source: Recommendations MyAnimeList
pt_br: Recomendações MyAnimeList

# #70360
source: [COLOR %s][Without subs in castellan][/COLOR]
pt_br: [COLOR %s][Sem subs em espanhol][/COLOR]

# #70361
source: >> More Episodes
pt_br: >> Mais episódios

# #70362
source: Episodes
pt_br: Episódios

# #70363
source: Trailers/Promotions
pt_br: Trailers / Promoções

# #70364
source: Winter
pt_br: Inverno

# #70365
source: Spring
pt_br: Primavera

# #70366
source: Summer
pt_br: Verão

# #70367
source: Fall
pt_br: Outono

# #70368
source: (New)
pt_br: (Novo)

# #70369
source: (Continuation)
pt_br: (Continuação)

# #70370
source: Characters/Benders
pt_br: Personagens/Dubladores

# #70372
source: Secondary
pt_br: Secundário

# #70373
source: Animes where it appears:
pt_br: Anime onde aparece:

# #70374
source: Give voice to/in:
pt_br: Dá voz para/em:

# #70375
source: Staff in animes:
pt_br: Staff em animes:

# #70376
source: Info in AniDB [COLOR %s]%s[/COLOR]
pt_br: Informações no AniDB [COLOR %s]%s[/COLOR]

# #70377
source: - [COLOR %s]Fansubs in spanish:[/COLOR]
pt_br: - [COLOR %s]Fansubs em espanhol:[/COLOR]

# #70378
source: Complete
pt_br: Completo

# #70379
source: Finished
pt_br: Finalizado

# #70380
source: Stalled
pt_br: Em Pausa

# #70381
source: Dropped
pt_br: Descartado

# #70382
source: Currently watching
pt_br: Atualmente assistindo

# #70383
source: Completed
pt_br: Concluído

# #70384
source: Pause
pt_br: Pausa

# #70385
source: Descarted
pt_br: Descartado

# #70386
source: See later
pt_br: Ver depois

# #70387
source: E = In emission | F = Completed | P = Coming soon
pt_br: E = Em exibição | F = Concluído | P = Em breve

# #70388
source: . Available actions:
pt_br: . Ações disponíveis:

# #70389
source: . In your list [COLOR %s]%s[/COLOR]
pt_br: . Na sua lista [COLOR %s]%s[/COLOR]

# #70391
source: Add to list %s
pt_br: Adicionar à lista %s

# #70392
source: Rate with a [COLOR %s]%s[/ COLOR]
pt_br: Classifique com um [COLOR %s]%s[/ COLOR]

# #70393
source: MyAnimeList blank username and/or password
pt_br: Nome de usuário e/ou senha do Myanimelist em branco

# #70394
source: Action
pt_br: Ação

# #70395
source: Sport
pt_br: Esporte

# #70396
source: Documentary
pt_br: Documentário

# #70397
source: Science fiction
pt_br: Ficção científica

# #70399
source: Family
pt_br: Família

# #70400
source: Film-Noir
pt_br: Filme Negro

# #70402
source: Mystery
pt_br: Mistério

# #70403
source: Biography
pt_br: Biografia

# #70404
source: Music
pt_br: Música

# #70405
source: History
pt_br: História

# #70407
source: War
pt_br: Guerra

# #70408
source: Musical
pt_br: Músical

# #70411
source: Western
pt_br: Ocidental

# #70413
source: 2. Enter this code on the page and click Allow: %s
pt_br: 2. Digite este código na página e clique em Permitir: %s

# #70414
source: Authentication. Do not close this window!!
pt_br: Autenticação. Não feche esta janela!!

# #70416
source: === Movies ===
pt_br: === Filmes ===

# #70417
source: === TV Shows ===
pt_br: === Séries ===

# #70418
source: Search language in TMDB
pt_br: Idioma para pesquisas no TMDB

# #70419
source: German
pt_br: Alemão

# #70420
source: French
pt_br: Francês

# #70421
source: Portuguese
pt_br: Português

# #70422
source: Italian
pt_br: Italiano

# #70423
source: Spanish Latin
pt_br: Espanhol Latino

# #70424
source: Catalan
pt_br: Catalão

# #70425
source: English
pt_br: Inglês

# #70426
source: Alternative language for TMDB (No main language synopsis)
pt_br: Idioma alternativo para TMDB (sem sinopse do idioma principal)

# #70427
source: Language of titles in IMDB
pt_br: Idioma dos títulos no IMDB

# #70428
source: Filmaffinity website
pt_br: Site Filmaffinity

# #70429
source: Colombia
pt_br: Colômbia

# #70432
source: Mexico
pt_br: México

# #70434
source: Spain
pt_br: Espanha

# #70435
source: User Filmaaffinity (Optional)
pt_br: Usuário Filmaaffinity (Opcional)

# #70436
source: Password Filmaffinity
pt_br: Senha Filmaffinity

# #70437
source: Order personal lists of Filmaffinity by:
pt_br: Ordene as listas pessoais do Filmaffinity por:

# #70438
source: Position
pt_br: Posição

# #70439
source: Vote
pt_br: Votar

# #70440
source: Average grade
pt_br: Nota média

# #70441
source: User MyAnimeList (Optional)
pt_br: Usuário MyAnimeList (Opcional)

# #70442
source: Password MyAnimeList
pt_br: Senha MyAnimeList

# #70443
source: Show Hentai in MyAnimeList
pt_br: Mostrar Hentai no MyAnimeList

# #70444
source: Profile 3
pt_br: Perfil 3

# #70445
source: Profile 2
pt_br: Perfil 2

# #70446
source: Profile 1
pt_br: Perfil 1

# #70447
source: [%s] The file has been deleted
pt_br: [%s] O arquivo foi excluído

# #70448
source: [%s] The file is still in process
pt_br: [%s] O arquivo ainda está em processamento

# #70450
source: Anyone
pt_br: Alguém

# #70451
source: Select one, none or more than one gender
pt_br: Selecione um, nenhum ou mais de um sexo

# #70452
source: Year from
pt_br: A partir do ano

# #70453
source: Year until
pt_br: Até o ano

# #70454
source: Minimum number of votes
pt_br: Número mínimo de votos

# #70455
source: Order by
pt_br: Ordenar por

# #70456
source: Popularity Desc
pt_br: Popularidade Desc

# #70457
source: Popularity Asc
pt_br: Popularidade Asc

# #70458
source: Year Desc
pt_br: Ano Desc

# #70459
source: Year Asc
pt_br: Ano Asc

# #70460
source: Desc Rating
pt_br: Avaliação Desc

# #70461
source: Asc Rating
pt_br: Avaliação Asc

# #70462
source: Title [A-Z]
pt_br: Título [A-Z]

# #70463
source: Title [Z-A]
pt_br: Título [Z-A]

# #70464
source: Set as default filter
pt_br: Definir como filtro padrão

# #70465
source: Key word
pt_br: Palavra-chave

# #70466
source: Country
pt_br: País

# #70467
source: Select a genre
pt_br: Selecione um gênero

# #70468
source: Indicate your vote
pt_br: Indique seu voto

# #70469
source: Added
pt_br: Adicionado

# #70470
source: Premiere
pt_br: Pré estreia

# #70471
source: Duration
pt_br: Duração

# #70472
source: Popularity
pt_br: Popularidade

# #70473
source: Rating
pt_br: Avaliação

# #70474
source: Votes
pt_br: Votos

# #70475
source: upward
pt_br: subindo

# #70476
source: falling
pt_br: caindo

# #70478
source: Falling
pt_br: Caindo

# #70479
source: Currently watching
pt_br: Atualmente assistindo

# #70480
source: Completed
pt_br: Concluído

# #70481
source: Anticipated to see
pt_br: Marcado para ver

# #70482
source: Kind
pt_br: Tipo

# #70483
source: Special
pt_br: Especial

# #70486
source: (1) Grotesque
pt_br: (1) Grotesco

# #70487
source: (2) Horrible
pt_br: (2) Horrível

# #70488
source: (3) Very bad
pt_br: (3) Muito ruim

# #70489
source: (4) Bad
pt_br: (4) Ruim

# #70491
source: (6) Pasable
pt_br: (6) Aceitável

# #70492
source: (7) Good
pt_br: (7) Bom

# #70493
source: (8) Very good
pt_br: (8) Muito bom

# #70495
source: (10) Masterpiece
pt_br: (10) Obra-prima

# #70496
source: The search for
pt_br: A pesquisa por

# #70497
source: did not match.
pt_br: não encontrou resultados.

# #70498
source: Producer:
pt_br: Produtor:

# #70499
source: Genre:
pt_br: Gênero:

# #70500
source: Notification([COLOR red][B]Update Kodi to its latest version[/B][/COLOR], [COLOR skyblue]for best info[/COLOR],8000, "http://i.imgur.com/mHgwcn3.png")
pt_br: Notificação([COLOR red][B]Atualize o Kodi para sua versão mais recente[/B][/COLOR], [COLOR skyblue]para melhor informação[/COLOR],8000, "http://i.imgur.com/mHgwcn3.png")

# #70501
source: Search did not match (%s)
pt_br: A pesquisa não encontrou resultados (%s)

# #70502
source: >> Next
pt_br: >> Próximo

# #70503
source: There is no available video
pt_br: Não há vídeo disponível

# #70504
source: Loading trailers...
pt_br: Carregando trailers...

# #70505
source: Enter the title to search
pt_br: Digite o título para pesquisar

# #70506
source: Searching:
pt_br: Pesquisando:

# #70507
source: Search in Youtube
pt_br: Pesquisar no Youtube

# #70508
source: Search in Abandomoviez
pt_br: Pesquisar no Abandomoviez

# #70510
source: Manual Search in Youtube
pt_br: Pesquisa manual no Youtube

# #70511
source: Manual Search in Abandomoviez
pt_br: Pesquisa manual no Abandomoviez

# #70512
source: Searching in abandomoviez
pt_br: Pesquisando em abandomoviez

# #70513
source: Manual Searching in Filmaffinity
pt_br: Pesquisa manual no Filmaffinity

# #70514
source: Manual Search in Jayhap
pt_br: Pesquisa manual em Jayhap

# #70515
source: [COLOR aquamarine][B]Completed %s[/B][/COLOR]
pt_br: [COLOR aquamarine][B]Concluída %s[/B][/COLOR]

# #70516
source: [COLOR aquamarine][B]In progress %s[/B][/COLOR]
pt_br: [COLOR aquamarine][B]Em andamento %s[/B][/COLOR]

# #70517
source: Pre-selected currently activated
pt_br: Pré-selecionado atualmente ativado

# #70518
source: Pre-select all
pt_br: Pré-selecionar tudo

# #70519
source: Do not pre-select any
pt_br: Não pré-selecione nada

# #70520
source: AutoPlay allows auto to reproduce the links directly, based on the configuration of your favorite servers and qualities.
pt_br: A Reprodução Automática permite reproduzir automaticamente os links diretamente, com base na configuração de seus servidores favoritos e qualidades.

# #70521
source: You can install the Trakt script below, once installed and configured what you see will be synchronized with your account automatically. Do you want to continue?
pt_br: Você pode instalar o script Trakt abaixo, uma vez instalado e configurado, o que você visualizar será sincronizado com sua conta automaticamente. Deseja continuar?

# #70522
source: No filter
pt_br: Sem filtro

# #70523
source: %s: The data was restarted
pt_br: %s: os dados foram reiniciados

# #70524
source: Server error, try later.
pt_br: Erro no servidor, tente mais tarde.

# #70525
source: Configure channel
pt_br: Configurar canal

# #70526
source: Verification of counters of videos seen / not seen (uncheck to verify)
pt_br: Verificação dos contadores de vídeos vistos / não vistos (desmarque para verificar)

# #70527
source: My links
pt_br: Meus links

# #70528
source: Default folder
pt_br: Pasta padrão

# #70530
source: You already have this link in the folder
pt_br: Você já tem este link na pasta

# #70531
source: Saved link
pt_br: Link salvo

# #70532
source: Folder: %s
pt_br: Pasta: %s

# #70533
source: Rename folder
pt_br: Renomear pasta

# #70534
source: Delete folder
pt_br: Excluir pasta

# #70535
source: Move up all
pt_br: Mover tudo para cima

# #70536
source: Move up
pt_br: Mover para cima

# #70537
source: Move down
pt_br: Mover para baixo

# #70538
source: Move down all
pt_br: Mover tudo para baixo

# #70539
source: * Create different folders to store your favorite links within Icarus. [CR]
pt_br: * Crie pastas diferentes para armazenar seus links favoritos no Icarus. [CR]

# #70540
source: * To add links to folders, access the context menu from any point in Icarus.[CR]
pt_br: * Para adicionar links às pastas, acesse o menu de contexto de qualquer ponto do Icarus. [CR]

# #70541
source: * The links can be channels, sections within the channels, searches, and even movies and series although for the latter it is preferable to use the video library.
pt_br: * Os links podem ser canais, seções dentro dos canais, pesquisas e filmes e séries até mesmo embora para este último é preferível usar a biblioteca de vídeo.

# #70542
source: Create new folder ...
pt_br: Criar nova pasta...

# #70543
source: Move to another folder
pt_br: Mover para outra pasta

# #70544
source: Change title
pt_br: Alterar título

# #70545
source: Change color
pt_br: Mudar cor

# #70546
source: Save link in:
pt_br: Salvar link em:

# #70547
source: Change thumbnail
pt_br: Alterar miniatura

# #70548
source: Delete link
pt_br: Excluir link

# #70549
source: Select folder
pt_br: Selecionar pasta

# #70550
source: Create new folder
pt_br: Criar nova pasta

# #70551
source: Folder name
pt_br: Nome da pasta

# #70552
source: Delete the folder and links it contains?
pt_br: Excluir a pasta e os links que ela contém?

# #70553
source: Change link title
pt_br: Alterar título do link

# #70554
source: Select thumbnail:
pt_br: Selecionar miniatura:

# #70555
source: Move link to:
pt_br: Mover link para:

# #70556
source: %d links in folder
pt_br: %d links na pasta

# #70557
source: Save link
pt_br: Salvar link

# #70558
source: Select color:
pt_br: Selecionar cor:

# #70559
source: Now in Theatres
pt_br: Agora nos cinemas

# #70560
source: Movies by Genre
pt_br: Filmes por gênero

# #70561
source: Search Similar
pt_br: Pesquisa Similares

# #70562
source: Enable AutoPlay on all supported channels
pt_br: Ativar AutoPlay em todos os canais suportados

# #70570
source: Search with current selection
pt_br: Pesquisar com seleção atual

# #70571
source: Modify current selection
pt_br: Modificar seleção atual

# #70572
source: Modify from All
pt_br: Modificar de Todos Selecionados

# #70573
source: Modify starting from None
pt_br: Modificar a partir de Nenhum Selecionado

# #70574
source: Modify starting from Castellano
pt_br: Modificar a partir de Castelhanos

# #70575
source: Modify starting from Latino
pt_br: Modificar a partir de Latinos

# #70576
source: Modify starting from Italian
pt_br: Modificar a partir de italianos

# #70577
source: Modify starting from
pt_br: Modificar a partir de

# #70741
source: Search %s
pt_br: Pesquisar %s

# #70742
source: Movies by Year
pt_br: Filmes por Ano

# #70743
source: Series by Year
pt_br: Séries por Ano

# #70744
source: %s channels remaining
pt_br: %s canais restantes

# #70745
source: Enter another year...
pt_br: Preencha com outro ano...

# #70746
source: When playback ends
pt_br: Quando a reprodução terminar

# #70747
source: Hide server selection
pt_br: Ocultar seleção de servidor

# #70748
source: Watch the next episode
pt_br: Ir para o próximo episódio

# #70749
source: Seconds before notification
pt_br: Segundos antes da notificação

# #70750
source: Next Episode in
pt_br: Próximo episódio em

# #70751
source: seconds
pt_br: segundos

# #70752
source: Do nothing
pt_br: Não fazer nada

# #70753
source: Playback actions
pt_br: Ações ao jogar

# #70754
source: Compact mode
pt_br: Modo compacto

# #70755
source: Coming up...
pt_br: A seguir...

# #70756
source: WATCH NOW
pt_br: ASSISTIR AGORA

# #70757
source: CANCEL
pt_br: CANCELAR

# #70758
source: Relevant tutorials
pt_br: Tutoriais relevantes

# #70759
source: Install an external browser
pt_br: Instale um navegador externo
