Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #70760
source: (click to use [I]%s[/I])
pt_br: (clique para usar [I]%s[/I])

# #70761
source: Report an error
pt_br: Reportar um erro

# #70762
source: Alfa Mobile Assistant Manual (helper tool)
pt_br: Manual do Alfa Mobile Assistant (ferramenta de suporte)

# #70763
source: Download from channel
pt_br: Baixar do canal

# #70764
source: Enable advanced download system
pt_br: Habilitar sistema de download avançado

# #70765
source: Configure episode renumbering...
pt_br: Configurar a renumeração de episódios...

# #70766
source: No series have been found, search for series and press 'Renumber' in the context menu.
pt_br: Não foi encontrada uma série, procure uma série e pressione 'Renumerar' no menu contextual.

# #70767
source: Are you sure you want to remove the renumbering?
pt_br: Tem certeza de que deseja remover a renumeração?

# #70768
source: Press 'Yes' to remove renumbering from [COLOR blue]{}[/COLOR], press 'No' or close the window to do nothing.
pt_br: Pressione 'Sim' para remover a renumeração de [COLOR blue]{}[/COLOR], pressione 'No' ou feche a janela para não fazer nada.

# #70769
source: Enter the season number
pt_br: Digite o número da temporada

# #70770
source: Season has not been added
pt_br: A temporada não foi adicionada

# #70771
source: It already exists, edit the existing one
pt_br: Já existe, edite o existente

# #70772
source: Enter the episode number from which the season starts
pt_br: Digite o número do episódio a partir do qual a temporada começa

# #70773
source: The first season that is added always starts at "0" episodes, the second season that is added starts at the total number of episodes of the first season, the third season will be the sum of the episodes of the previous seasons and so on.
pt_br: A primeira temporada adicionada sempre começa em "0" episódios, a segunda temporada adicionada começa no número total de episódios da primeira temporada, a terceira temporada será a soma dos episódios das temporadas anteriores e assim ligado.

# #70774
source: Example of a series divided into several seasons
pt_br: Exemplo de uma série dividida em várias temporadas

# #70775
source: Example of the first season of the sequel of a series that continues at the next chapter number in which the last season of the original series ends
pt_br: Exemplo da primeira temporada da sequência de uma série que continua no próximo capítulo em que termina a última temporada da série original

# #70776
source: Example of the first season of the sequel of a series that begins with the first episode of the second season, as if it were the second season of the original series
pt_br: Exemplo da primeira temporada da sequência de uma série que começa com o primeiro episódio da segunda temporada, como se fosse a segunda temporada da série original

# #70777
source: Add Season
pt_br: Adicionar Temporada

# #70778
source: Use TMDB
pt_br: Usar TMDB

# #70779
source: Behaviour
pt_br: Comportamento

# #70780
source: Customization
pt_br: Personalização

# #70781
source: Media info
pt_br: Informações de mídia

# #70782
source: Debugging and more
pt_br: Depuração e mais

# #70783
source: Network
pt_br: Grade

# #70784
source: High
pt_br: Alta

# #70785
source: Medium
pt_br: Média

# #70786
source: Low
pt_br: Baixa

# #70787
source: Debugging
pt_br: Depuração

# #70788
source: Show fixes report
pt_br: Mostrar relatório de correções

# #70789
source: Max number of years to search for news
pt_br: Máximo de anos para buscar novidades

# #70790
source: 1 year
pt_br: 1 ano

# #70791
source: 2 years
pt_br: 2 anos

# #70792
source: 3 years
pt_br: 3 anos

# #70793
source: 4 years
pt_br: 4 anos

# #70794
source: 5 years
pt_br: 5 anos

# #70795
source: Unlimited
pt_br: Sem limite

# #70796
source: Max threads for threaded search
pt_br: Máximo de threads para pesquisa simultânea

# #70797
source: Playback
pt_br: Reprodução

# #70798
source: 2 min
pt_br: 2 minutos

# #70799
source: 5 min
pt_br: 5 minutos

# #70800
source: 10 min
pt_br: 10 minutos

# #70801
source: 15 min
pt_br: 15 minutos

# #70802
source: Add only last season when adding a TV show
pt_br: Adicione apenas a última temporada ao adicionar uma série

# #70803
source: Back up the videolibrary at this address
pt_br: Faça backup da videoteca neste endereço

# #70804
source: Scan videolibrary after backup
pt_br: Verificar a vídeoteca após o backup

# #70807
source: View torrent manager download routes
pt_br: Ver rotas de download do gerenciador de torrent

# #70808
source: Quality priority of .torrents to download
pt_br: Prioridade de qualidade de .torrents para download

# #70809
source: Parameters
pt_br: Parâmetros

# #70810
source: Installation
pt_br: Instalação

# #70812
source: Check and repair video view marks
pt_br: Verifique e repare marcas de exibição de vídeo

# #70813
source: Actions when playback ends
pt_br: Ações quando a reprodução termina

# #70814
source: Backup
pt_br: Cópia de segurança

# #70815
source: Update content
pt_br: Atualizar conteúdo

# #70816
source: This
pt_br: Esse

# #70817
source: Other
pt_br: Outro

# #70818
source: Yes
pt_br: Sim

# #70819
source: No
pt_br: Não

# #70820
source: Verify
pt_br: Verificar

# #70821
source: Create directories with lowercase letters
pt_br: Crie diretórios com letras minúsculas

# #70822
source: Search for new premieres and suggestions (show notification)
pt_br: Pesquise novos lançamentos e sugestões (mostrar notificação)

# #70823
source: Times to search for new premieres per day
pt_br: Vezes para pesquisar novas estreias por dia

# #70824
source: Synch Kodi videolibrary with Alfa
pt_br: Sincronize videoteca Kodi com videoteca Alfa

# #70825
source: Notify if the add-on version doesn't match the latest version in the repository
pt_br: Notificar se a versão do complemento não corresponder à versão mais recente no repositório

# #80001
source: Secondary language for AutoPlay
pt_br: Idioma secundário para AutoPlay

# #80002
source: Force this quality in AutoPlay
pt_br: Força esta qualidade na AutoPlay

# #80510
source: Frequent channels
pt_br: Canais freqüentes

# #80511
source: Enable frequent channels
pt_br: Habilitar canais frequentes

# #80512
source: Number of channels to list
pt_br: Número de canais para listar

# #80513
source: Enable frequents category
pt_br: Habilitar categoria frequente

# #80514
source: Number of channels in category
pt_br: Número de canais na categoria

# #80515
source: Choose an icon theme
pt_br: Escolha um tema de ícone

# #80516
source: Configure
pt_br: Configuração

# #80611
source: Device to use
pt_br: Dispositivo a usar

# #80612
source: Manual IP
pt_br: IP manual

# #80613
source: Install app automatically (if necessary)
pt_br: Instale o aplicativo automaticamente (se necessário)

# #80614
source: Install/update Alfa Assistant now
pt_br: Instalar/atualizar o Alfa Assistant agora

# #80615
source: Manual installation: https://bit.ly/2Zwpfzq (clicking here opens a browser, if found)
pt_br: Instalação manual: https://bit.ly/2Zwpfzq (clicar aqui abre um navegador, se encontrado)

# #80616
source: Device with root access
pt_br: Dispositivo com acesso root

# #80740
source: To avoid long wait times when a webpage does not respond:
pt_br: Para evitar esperar muito quando um servidor não estiver respondendo:

# #80741
source: Conection timeout
pt_br: Tempo limite de conexão

# #80750
source: Quickfixes:
pt_br: Atualizações urgentes:

# #80751
source: Time between checks for quickfixes (in hours)
pt_br: Intervalo entre a verificação de atualizações urgentes (em horas)

# #80752
source: Show update notifications
pt_br: Ver notificações de atualização

# #80760
source: My links
pt_br: Meus links

# #80761
source: Active List
pt_br: Lista Ativa

# #80770
source: Updates for other add-ons:
pt_br: Atualizações para outros complementos

# #80771
source: Update Quasar through Alfa
pt_br: Atualize o Quasar através do Alfa

# #80780
source: Alternative method for accessing webs
pt_br: Método alternativo de acceso a webs:

# #80781
source: Enable alternative access on all webs
pt_br: Habilite acesso alternativo em todos os sites

# #80782
source: Ageing period for non-resolved domains
pt_br: Período de envelhecimento para domínios não resolvidos

# #80783
source: Deleted all links from %s
pt_br: Todos os links de %s foram removidos

# #80784
source: Search in MyAnimeList
pt_br: Pesquise em MyAnimeList

# #80785
source: Variable caching
pt_br: Cache variável

# #80786
source: Cache the most used variables in memory
pt_br: Armazene em cache as variáveis ​​mais usadas na memória

# #80787
source: Wishlist
pt_br: Lista de desejos

# #80788
source: Configure Wishlist
pt_br: Configurar Lista de desejos

# #80789
source: External VPN
pt_br: VPN esterna

# #80790
source: Consider use of an external VPN
pt_br: Considerar o uso de uma VPN externa

# #80791
source: Renumerate
pt_br: Renumerar

# #90002
source: TMDb TVShows Database not present. Install it now?
pt_br: TMDb TVShows Database O raspador da série MovieDB não encontrado. Deseja instalá-lo agora?

# #90003
source: TMDb TVShows Database is not installed.
pt_br: TMDb TVShows Database não instalado.
