Repository: alfa-addon/addon
Catalog: plugin.video.alfa/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30001
source: Updates
pt_br: Atualizações

# #30002
source: Enable adult mode:
pt_br: Ativar modo adulto:

# #30003
source: Enable debug logging:
pt_br: Ativar log de depuração:

# #30004
source: Update channels automatically
pt_br: Atualizar canais automaticamente:

# #30005
source: Default play setting:
pt_br: Configuração de reprodução padrão:

# #30006
source: Ask
pt_br: Perguntar

# #30007
source: Watch in low quality
pt_br: Assista com qualidade baixa

# #30008
source: Watch in high quality
pt_br: Assista com qualidade alta

# #30009
source: Watch in medium quality
pt_br: Assista com qualidade média

# #30010
source: Channel icons view:
pt_br: Visualização de ícones do canal:

# #30014
source: Username:
pt_br: Usuário:

# #30015
source: Password:
pt_br: Senha:

# #30017
source: Downloads folder:
pt_br: Diretório para downloads:

# #30018
source: Downloads list folder:
pt_br: Diretório para lista de downloads:

# #30019
source: Filter channels by language:
pt_br: Filtrar canais por idioma:

# #30043
source: Force view mode:
pt_br: Forçar modo de visualização:

# #30044
source: Play mode:
pt_br: Modo de reprodução:

# #30050
source: Couldn't connect with the server
pt_br: Erro de conexão do servidor

# #30051
source: The website is not working properly (HTTP error %d)
pt_br: Mensagem de erro do site (http code %d)

# #30055
source: Video unavailable
pt_br: Vídeo não disponível

# #30057
source: The video has been removed from %s
pt_br: O vídeo foi removido de

# #30058
source: Try another server or channel
pt_br: Tente outro servidor ou canal

# #30065
source: Unsupported server
pt_br: Servidor não suportado

# #30067
source: Videolibrary folder:
pt_br: Diretório da biblioteca de vídeos:

# #30068
source: Filter by servers:
pt_br: Filtrar por servidores:

# #30100
source: Settings
pt_br: Configurações

# #30102
source: Favorites
pt_br: Favoritos

# #30103
source: Search
pt_br: Pesquisa

# #30104
source: Help
pt_br: Ajuda

# #30105
source: removed from favorites
pt_br: Remover dos Favoritos

# #30108
source: added to favorites
pt_br: Adicionar aos Favoritos

# #30109
source: added to downloads list
pt_br: adicionado à lista de download

# #30112
source: Enter the title to search
pt_br: Digite o título para pesquisar

# #30118
source: Channels
pt_br: Canais

# #30119
source: Choose a category
pt_br: Escolha uma categoria

# #30121
source: All
pt_br: Todos

# #30122
source: Movies
pt_br: Filmes

# #30123
source: TV shows
pt_br: Séries

# #30125
source: Documentaries
pt_br: Documentários

# #30126
source: Adult
pt_br: Adulto

# #30130
source: Recent
pt_br: Recentes (Novidades)

# #30131
source: Videolibrary
pt_br: Biblioteca de vídeo

# #30135
source: added to the videolibrary
pt_br: Adicionado à biblioteca de vídeo

# #30136
source: Original version
pt_br: Versão Original

# #30137
source: Direct
pt_br: Direto

# #30151
source: Watch video
pt_br: Assistir o vídeo

# #30154
source: Remove from favorites
pt_br: Remover dos favoritos

# #30155
source: Add to favorites
pt_br: Adicionar aos favoritos

# #30161
source: Add to videolibrary
pt_br: Adicionar à biblioteca de vídeo

# #30162
source: Search for trailer
pt_br: Procurar trailer

# #30163
source: Choose an option
pt_br: Escolha uma opção

# #30164
source: Delete this file
pt_br: Excluir este arquivo

# #30200
source: Square
pt_br: Quadrado

# #30300
source: Faster context menus (may not work with some options)
pt_br: Menus de contexto rápidos

# #30501
source: Folders
pt_br: Diretórios

# #30974
source: Search in channels
pt_br: Buscar nos Canais

# #30975
source: Movie info
pt_br: Informações do filme

# #30976
source: TV shows - Airing today
pt_br: Séries - Hoje no ar

# #30977
source: Last episodes - On-Air
pt_br: Últimos episódios - No Ar

# #30978
source: New TV shows
pt_br: Novas Séries

# #30979
source: Character info
pt_br: Informações do Personagem

# #30980
source: Search by title
pt_br: Pesquisa por Título

# #30981
source: Seach by person
pt_br: Pesquisa por Pessoa

# #30982
source: Search by company
pt_br: Pesquisa por Empresa

# #30983
source: Now playing
pt_br: Tocando agora

# #30985
source: Top rated
pt_br: Mais votado

# #30986
source: Search by collection
pt_br: Pesquisa por Coleção

# #30987
source: Genre
pt_br: Gênero

# #30988
source: Search by year
pt_br: Pesquisa por ano

# #30989
source: Search similar movies
pt_br: Procurar Filmes Similares

# #30990
source: Search TV shows
pt_br: Procurar Série

# #30991
source: Library
pt_br: Biblioteca

# #30992
source: Next page
pt_br: Próxima página

# #30993
source: Searching %s...
pt_br: Procurando por %s...

# #30994
source: Searching in %s...
pt_br: Pesquisando em %s...

# #30995
source: %d found so far: %s
pt_br: %d encontrado até agora: %s

# #30996
source: Most voted
pt_br: Mais Votados

# #30997
source: Academy awards
pt_br: Prêmios da Academia

# #30998
source: Shortcut
pt_br: Atalho

# #30999
source: Add key to open shortcut
pt_br: Adicionar chave para abrir o atalho

# #50001
source: Today on TV
pt_br: Hoje na TV

# #50002
source: Latest news
pt_br: Últimas Novidades

# #50003
source: Loading
pt_br: Carregando

# #50004
source: Path:
pt_br: Diretório:

# #59970
source: Trakt sync started
pt_br: Sincronização com o Trakt iniciada

# #59971
source: Alfa auto-configuration
pt_br: Alfa - Configuração automática

# #59972
source: Searching: '%s' | Found: %d videos | Time: %2.f seconds
pt_br: Pesquisar por: '%s' | Encontrado:%d vídeos | Tempo:%2.f segundos

# #59973
source: Search cancelled
pt_br: Pesquisa cancelada

# #59974
source: Choose categories
pt_br: Escolha categorias

# #59975
source: Subtitles
pt_br: Legendas

# #59976
source: Latin
pt_br: Latino

# #59978
source: horror
pt_br: terror

# #59979
source: kids
pt_br: infantil

# #59980
source: castilian
pt_br: Castelhano

# #59981
source: latin
pt_br: latino

# #59983
source: %.2f%% - %.2f %s of %.2f %s at %.2f %s/s (%d/%d)
pt_br: %.2f%% - %.2f %s de %.2f %s a %.2f %s/s (%d/%d)

# #59985
source: Error in channel
pt_br: Erro no canal

# #59986
source: Error loading server: %s
pt_br: Erro ao carregar o servidor: %s

# #59987
source: Start download now?
pt_br: Iniciar o download agora?

# #59988
source: Saving settings...
pt_br: Salvando configuração...

# #59989
source: Please wait a moment
pt_br: Aguarde

# #59990
source: Channels included in search
pt_br: Canais incluídos na pesquisa

# #59991
source: All
pt_br: Todos

# #59992
source: None
pt_br: Nenhum

# #59993
source: Search settings
pt_br: Configurações -- Pesquisa

# #59994
source: Select channels to include in search
pt_br: Escolher os canais a serem incluídos na pesquisa

# #59995
source: Saved searches
pt_br: Pesquisas salvas

# #59996
source: Delete saved searches
pt_br: Excluir pesquisas salvas

# #59997
source: Options
pt_br: Opções

# #59998
source: Search by categories (advanced search)
pt_br: Pesquisa por categorias (pesquisa avançada)

# #59999
source: Search by actor/actress
pt_br: Procurar por ator/atriz

# #60000
source: Filter servers (blacklist)
pt_br: Servidor de filtro (lista negra)

# #60001
source: There are no links available that meet the requirements of your blacklist. Try changing your filters in the Server settings
pt_br: Nenhum link disponível que atenda aos requisitos da lista negra. Tente novamente alterando o filtro em 'Configuração do servidor

# #60003
source: Connecting with %s
pt_br: Conectando com %s

# #60004
source: No connector available for server %s
pt_br: Sem conexão para o servidor %s

# #60005
source: Connecting with %s
pt_br: Conectando com %s

# #60006
source: An error has occurred in %s
pt_br: Ocorreu um erro no %s

# #60007
source: An error has occurred on %s
pt_br: Ocorreu um erro em %s

# #60008
source: Process completed
pt_br: Processo completo

# #60009
source: To watch a video on %s you need<br/>an account on: %s
pt_br: Para assistir a um vídeo em %s, você precisa de <br/> uma conta em: %s

# #60010
source: All available links belong to servers on your black list. Do you want to show these links?
pt_br: Todos os links disponíveis pertencem ao servidor da sua lista negra. Deseja mostrar esses links?

# #60011
source: Cache cleared
pt_br: Cache excluído

# #60012
source: Nothing to play
pt_br: Nenhum vídeo para reproduzir

# #60013
source: This website seems to be unavailable, try again later. If the problem persists, check within a browser: %s. If the web page is working correctly, please report the error on: https://alfa-addon.com
pt_br: Este site parece estar indisponível, tente mais tarde, se o problema persistir, verifique em um navegador: %s. Se a página da web estiver funcionando corretamente, relate o erro em: https://alfa-addon.com

# #60014
source: An error has ocurred. It may be due to a connection problem, the channel's webpage changed its structure, or an internal Alfa error. For more details, see the log file.
pt_br: Pode ser devido a um problema de conexão, a página da web do canal mudou sua estrutura ou um erro interno de alfa. Para obter mais detalhes, consulte o arquivo de log.

# #60015
source: Check the log for more details on the error.
pt_br: Verifique o log para obter mais detalhes sobre o erro.

# #60016
source: Mark movie as unseen
pt_br: Marcar filme como não visto

# #60017
source: Mark movie as seen
pt_br: Marcar o filme como não assistido

# #60018
source: Delete movie/channel
pt_br: Excluir filme/canal

# #60019
source: Delete this movie
pt_br: Excluir este filme

# #60020
source: Mark TV show as unseen
pt_br: Marcar séries de TV como não assistidas

# #60021
source: Mark TV show as seen
pt_br: Marcar séries de TV como assistidas

# #60022
source: Stop searching new episodes automatically
pt_br: Encontrar novos episódios automaticamente: desativar

# #60023
source: Search new episodes automatically
pt_br: Encontrar novos episódios automaticamente: ativar

# #60024
source: Delete TV show/channel
pt_br: Excluir série/canal

# #60025
source: Delete tv series
pt_br: Excluir série

# #60026
source: Search new episodes and update videolibrary
pt_br: Pesquise novos episódios e atualize

# #60027
source: Season %s
pt_br: Temporada %s

# #60028
source: Mark season as seen
pt_br: Marcar temporada como não vista

# #60029
source: Mark season as unseen
pt_br: Marcar temporada como não assistida

# #60030
source: All seasons
pt_br: *Todas as temporadas

# #60031
source: Season %s Episode %s
pt_br: Temporada %s Episódio %s

# #60032
source: Mark episode as unseen
pt_br: Marcar episódio como não visto

# #60033
source: Mark episode as seen
pt_br: Marcar eposódio como visto

# #60034
source: Show only links from %s
pt_br: Mostrar apenas o link %s

# #60035
source: Show all links
pt_br: Mostrar todos os links

# #60036
source: Episode %s
pt_br: Episódio %s

# #60037
source: Updating TV show...
pt_br: Atualizar séries...

# #60038
source: An error has ocurred on Alfa
pt_br: Ocorreu um erro no alfa

# #60039
source: Error on channel %s
pt_br: Erro no canal %s

# #60040
source: Delete movie
pt_br: Excluir filme

# #60041
source: Delete TV show
pt_br: Excluir série

# #60042
source: Delete only links from %s
pt_br: Exclua apenas os links de %s

# #60043
source: Deleted %s links from channel %s
pt_br: Excluir %s links do canal %s

# #60044
source: Do you really want to delete '%s' from you videolibrary?
pt_br: Deseja realmente excluir '%s' da biblioteca de vídeos?

# #60045
source: Trakt sync started
pt_br: Sincronização com o Trakt iniciada

# #60046
source: TheMovieDB TheMovieDB movie information provider was not found. Would you like to install it now?
pt_br: O MovieDB não foi encontrado. Deseja instalar agora?

# #60047
source: The Movie Database is not installed.
pt_br: O Movie Database de filmes não está instalado.

# #60048
source: TheTVDB TheTVDB TV show information provider was not found. Would you like to install it now?
pt_br: O TVDB não foi encontrado. Deseja instalar agora?

# #60049
source: The TVDB is not installed.
pt_br: O TVDB não está instalado.

# #60050
source: TheMovieDB is not present. Install it now?
pt_br: O TheMovieDB não foi encontrado. Deseja instalar agora?

# #60051
source: The Movie Database is not installed.
pt_br: O TheMovieDB não está instalado.

# #60052
source: Error while setting LibraryPath in DB
pt_br: Erro ao definir o LibraryPath no BD

# #60053
source: Do you want to configure this add-on as the default option for movies?
pt_br: Deseja configurar este scraper em italiano como opção padrão para os filmes?

# #60054
source: Do you want to configure this add-on as the default option for TV shows?
pt_br: Deseja configurar este scraper em italiano como opção padrão para a série?

# #60055
source: Error configuring the information provider in the database.
pt_br: Erro de configuração do provedor no BD.

# #60056
source: Videolibrary %s not configured
pt_br: Biblioteca de vídeos %s não configurada

# #60057
source: Videolibrary %s configured
pt_br: Biblioteca de vídeos %s configurada

# #60058
source: You must restart Kodi for the changes to take effect.
pt_br: Você precisa reiniciar o Kodi para que as alterações entrem em vigor.

# #60059
source: Congratulations! Kodi videolibrary has been set-up correctly.
pt_br: Parabéns, a biblioteca de vídeo do Kodi foi configurada corretamente.

# #60060
source: Alfa auto-configuration
pt_br: Alfa - Configuração automática

# #60062
source: Adding movies to your video library...
pt_br: Adicionando filmes à sua biblioteca de vídeos...

# #60063
source: Error adding movies to your videolibrary...
pt_br: Erro ao adicionar filmes à sua biblioteca de vídeos...

# #60064
source: Adding episodes to videolibrary
pt_br: Adicionando episódios à biblioteca de vídeos...

# #60065
source: Episode added
pt_br: Episódio adicionado à biblioteca de vídeos...

# #60066
source: Error: The movie couldn't be added to videolibrary
pt_br: ERRO: NÃO foi possível adicionar o vídeo à biblioteca de vídeos

# #60067
source: Error: The TV show couldn't be added to videolibrary Couldn't get any episode
pt_br: ERRO, a série NÃO foi adicionada à biblioteca de vídeos Não foi possível adicionar nenhum episódio

# #60068
source: Error: The TV show couldn't be added to videolibrary
pt_br: ERRO, a série de TV NÃO foi adicionada à biblioteca de vídeos

# #60069
source: Error: The TV show wasn't fully added to videolibrary
pt_br: ERRO, a série de TV NÃO foi adicionada completamente à biblioteca de vídeos

# #60070
source: The TV show has been added to videolibrary
pt_br: Série adicionada à biblioteca de vídeos

# #60071
source: Set-up Autoplay
pt_br: Configuração de reprodução automática

# #60072
source: It looks like the links from %s aren't working.
pt_br: Parece que os links de %s não estão funcionando.

# #60073
source: Do you want to ignore all links from this server?
pt_br: Deseja ignorar todos os links deste servidor?

# #60074
source: It was not possible to use AutoPlay
pt_br: Não é possível usar a Reprodução Automática

# #60075
source: No matches
pt_br: Sem coincidência

# #60076
source: New server/quality available in settings
pt_br: Nova qualidade/servidor disponível na configuração

# #60077
source: AutoPlay initialization error
pt_br: Erro de inicialização da reprodução automática

# #60078
source: View the log for more information.
pt_br: Veja o log para mais informações.

# #60079
source: AutoPlay (enables/disables automatic play)
pt_br: Reprodução automática (ativa / desativa a reprodução automática)

# #60080
source: AutoPlay language (optional)
pt_br: Idioma de reprodução automática (opcional)

# #60081
source: Favorite servers
pt_br: Servidores favoritos

# #60082
source: Favorite server %s
pt_br: Servidor favorito %s

# #60083
source: Preferred Qualities
pt_br: Qualidades preferidas

# #60084
source: Preferred quality %s
pt_br: Qualidade preferida %s

# #60085
source: Priority (indicates order for AutoPlay)
pt_br: Prioridade (indica a ordem para reprodução automática)

# #60086
source: Renamed to:
pt_br: Foi renomeado para:

# #60087
source: Unexpected error on channel %s
pt_br: Erro inesperado no canal %s

# #60088
source: Enter an URL
pt_br: Inserir URL o TORRENT

# #60089
source: Enter an URL [server/download link]
pt_br: Digite a URL [Link para o servidor/download]

# #60090
source: Enter an URL [video direct link]
pt_br: Digite a URL [Link direto para o vídeo].

# #60091
source: Enter an URL [search for links in a page]
pt_br: Digite o URL [Procurar links em uma URL]

# #60092
source: View direct link
pt_br: Ver URL direta

# #60093
source: There are no compatible videos in this URL
pt_br: Não há vídeo compatível nesta URL

# #60201
source: Starting download...
pt_br: Download iniciando...

# #60202
source: Time left: %s
pt_br: Tempo restante: %s

# #60204
source: Speed Meter
pt_br: Medidor de velocidade

# #60205
source: File Writer
pt_br: Gravador de arquivo

# #60208
source: This video can't be downloaded
pt_br: Você não pode baixar este vídeo

# #60209
source: RTMP downloads are not
pt_br: Os downloads RTMP não são

# #60210
source: still supported
pt_br: suportados por enquanto

# #60211
source: Missing %s
pt_br: Restando %s

# #60212
source: Make sure that rtmp is installed
pt_br: Verifique se o rtmpdump está instalado

# #60213
source: The RTMP downloads are still experimental
pt_br: A opção de download RTMP é experimental

# #60214
source: and the video will be downloaded in the background.
pt_br: e o vídeo será baixado em segundo plano.

# #60215
source: No progress bar will be displayed.
pt_br: Nenhuma barra de progresso será exibida.

# #60218
source: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s missing
pt_br: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s restando

# #60219
source: Copying file
pt_br: Copiando o arquivo

# #60220
source: Error while deleting file
pt_br: Erro ao excluir o arquivo

# #60221
source: Error while deleting directory
pt_br: Erro ao excluir o diretório

# #60222
source: Error while creating the directory
pt_br: Erro ao criar o diretório

# #60223
source: Enter another name
pt_br: Insira outro nome

# #60224
source: Complete the information
pt_br: Informação completa

# #60225
source: Search in TheMovieDB.org
pt_br: Procurar em TheMovieDB.org

# #60226
source: Search in TheTvDB.org
pt_br: Procurar em TheMovieDB.org

# #60227
source: Identifier not found for: %s
pt_br: Identificador não encontrado para: %s

# #60228
source: No information found for: %s
pt_br: Nenhuma informação encontrada para: %s

# #60229
source: Enter the name of the %s to search
pt_br: Digite o nome de %s para pesquisar

# #60230
source: Title:
pt_br: Título:

# #60231
source: Original title
pt_br: Título original

# #60232
source: Year
pt_br: Ano

# #60233
source: Identifiers:
pt_br: Identificadores:

# #60234
source: The Movie Database ID
pt_br: O ID do banco de dados do filme

# #60236
source: The TVDB ID
pt_br: TVDB ID

# #60239
source: Other ID
pt_br: Outro ID

# #60240
source: Images (urls)
pt_br: Imagens(urls):

# #60241
source: Background
pt_br: Fundo

# #60242
source: Thumbnail
pt_br: Miniatura

# #60243
source: Content type
pt_br: Tipo de conteúdo

# #60244
source: Movie
pt_br: Filme

# #60245
source: tv show
pt_br: série

# #60246
source: Full information
pt_br: Informação completa

# #60247
source: [%s]: Select the correct %s
pt_br: [%s]: Seleciona o %s correto

# #60248
source: Login to this page: %s
pt_br: Logar nesta página: %s

# #60249
source: Enter this code and accept: %s
pt_br: Digite este código e aceite: %s

# #60250
source: Once done, click here!
pt_br: Uma vez feito, clique aqui!

# #60251
source: Syncing with Trakt. Don't close this window
pt_br: Sincronize com o Trakt. Não feche esta janela

# #60252
source: 1. Open the following URL: %s
pt_br: 1. Digite a seguinte URL: %s

# #60253
source: 2. Enter this code on the page and accept: %s
pt_br: 2. Digite este código na página e aceite: %s

# #60254
source: 3. Wait until this window closes
pt_br: 3. Aguarde até que esta janela se feche

# #60255
source: Successfully completed
pt_br: Completado com sucesso

# #60256
source: Account linked correctly
pt_br: Conta vinculada corretamente

# #60257
source: Error
pt_br: Erro

# #60258
source: Error during linking process
pt_br: Problema no processo de conexão

# #60259
source: Account linked correctly
pt_br: Conta vinculada corretamente

# #60260
source: Error during linking process
pt_br: Problema no processo de conexão

# #60262
source: You can install the Trakt script below.
pt_br: Você pode instalar o script Trakt abaixo.

# #60263
source: Do you want to continue?
pt_br: Você quer continuar?

# #60264
source: In progress
pt_br: Em progresso

# #60265
source: Completed
pt_br: Concluído

# #60266
source: Action
pt_br: Ação

# #60267
source: Adventure
pt_br: Aventura

# #60268
source: Animation
pt_br: Animação

# #60270
source: Comedy
pt_br: Comédia

# #60273
source: Family
pt_br: Família

# #60274
source: Fantasy
pt_br: Fantasia

# #60275
source: Cooking
pt_br: Cozinhando

# #60276
source: Contests
pt_br: Concursos

# #60277
source: Home and garden
pt_br: Casa e Jardim

# #60278
source: Mistery
pt_br: Mistério

# #60279
source: News
pt_br: Novidades

# #60280
source: Romantic
pt_br: Romântico

# #60281
source: Science fiction
pt_br: Ficção científica

# #60282
source: Soap opera
pt_br: Novela

# #60283
source: Sport
pt_br: Esporte

# #60284
source: Talk show
pt_br: Programa de entrevistas

# #60285
source: Travels
pt_br: Viagens

# #60286
source: Pre-child audience: children under 6 years
pt_br: Público infantil: crianças menores de 6 anos

# #60287
source: Child audience: from 7 years old
pt_br: Público infantil: a partir dos 7 anos

# #60288
source: General audience: without family control
pt_br: Público em geral: sem controle familiar

# #60289
source: Parental control
pt_br: Controle parental

# #60290
source: More than 14 years old
pt_br: Mais de 14 anos

# #60291
source: More than 17 years old
pt_br: Mais de 17 anos

# #60292
source: Searching for TV Series Information
pt_br: Procurando informações sobre séries de TV

# #60293
source: Please wait...
pt_br: Por favor, espere...

# #60294
source: Searching TV show info
pt_br: Procurando informações sobre séries de TV

# #60295
source: Loading results...
pt_br: Carregando resultados...

# #60296
source: Searching TV show info
pt_br: Procurando informações sobre séries de TV

# #60297
source: Found %s possible matches
pt_br: Encontrada(s) %s possívei(s) correspondência(s)

# #60298
source: [%s]: Select the correct TV show
pt_br: [%s]: Selecione a série de TV correta

# #60299
source: Not found in the language '%s'
pt_br: Não encontrado no idioma '%s'

# #60300
source: Search in language 'en'
pt_br: Procure no idioma 'en'

# #60301
source: Not found in the language '%s'
pt_br: Não encontrado no idioma '%s'

# #60302
source: Search in language 'en'
pt_br: Procure no idioma 'en'

# #60303
source: The file already exists
pt_br: O arquivo já existe

# #60304
source: The unzipped file %s already exists, do you want to overwrite it?
pt_br: O arquivo %s descompactado já existe, você deseja substituí-lo?

# #60305
source: Adult channels
pt_br: Canais adultos

# #60306
source: The fields 'New password' and 'Confirm new password' do not match
pt_br: Os campos 'Nova senha' e 'Confirmar nova senha' não correspondem

# #60307
source: Use 'Preferences' to change your password
pt_br: Use 'Preferências' para alterar sua senha

# #60308
source: Adult channels
pt_br: Canais adultos

# #60309
source: The password is not correct.
pt_br: A senha não está correta.

# #60310
source: Changes made in this section will not be saved.
pt_br: As alterações feitas nesta seção não serão salvas.

# #60311
source: Downloading...
pt_br: Baixando...

# #60312
source: Close this window to start playback
pt_br: Feche esta janela para iniciar a reprodução
